[{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"I didn't go to university. Didn't even finish A-levels. But I have sympathy\r\nfor those who did.","Context":""},{"Author":"Terry Pratchett","Source":"The Light Fantastic","Content":"\"Students made it long ago,\" said Rincewind. \"Handy way in and out after\r\nlights out.\"\r\n\"Ah,\" said Twoflower, \"I *understand*. Over the wall and out to\r\nbrightly-lit tavernas to drink and sing and recite poetry, yes?\"\r\n\"Nearly right except for the singings and the poetry, yes,\" said Rincewind.","Context":""},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"Crowley had been extremely impressed with the warranties offered by the\r\ncomputer industry, and had in fact sent a bundle Below to the department\r\nthat drew up the Immortal Soul agreements, with a yellow memo form attached\r\njust saying: \"Learn, guys.\"","Context":"Crowley is a demon, in case you don't know"},{"Author":"Terry Pratchett","Source":"The Truth","Content":"He's going to go totally Librarian-poo.","Context":"Gaspode about Vimes"},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"Madame Tracy had even removed most of the Major Arcana from her Tarot card\r\npack, because their appearance tended to upset people.","Context":""},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"\"Eureka,\" he said.\r\n\"Going to have a bath then?\"","Context":"Philosophy in action"},{"Author":"Terry Pratchett","Source":"Night Watch","Content":"Don't put your trust in revolutions. They always come around again.\r\nThat's why they're called revolutions. People die, and nothing changes.","Context":""},{"Author":"Terry Pratchett","Source":"Men at Arms","Content":"Carrot was two metres tall but he'd been brought up as a dwarf, and then\r\nfurther up as a human.","Context":""},{"Author":"Terry Pratchett","Source":"Feet of Clay","Content":"...He hated the very idea of the world being divided into the shaved and\r\nthe shavers. Or those who wore the shiny boots and those who cleaned the\r\nmud off them. Every time he saw Willikins the butler fold his, Vimes's,\r\nclothes, he suppressed a terrible urge to kick the butler's shiny backside\r\nas an affront to the dignity of man.","Context":""},{"Author":"Terry Pratchett","Source":"Soul Music","Content":"Of course, just because we've heard a spine-chilling, blood-curdling\r\nscream of the sort to make your very marrow freeze in your bones doesn't\r\nautomatically mean there's anything wrong.","Context":""},{"Author":"Terry Pratchett","Source":"Hogfather","Content":"Everything starts somewhere, though many physicists disagree. But people\r\nhave always been dimly aware of the problem with the start of things. They\r\nwonder how the snowplough driver gets to work, or how the makers of\r\ndictionaries look up the spelling of words.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"Every procedure for getting a cat to take a pill works fine -- once.\r\nLike the Borg, they learn...","Context":""},{"Author":"Terry Pratchett","Source":"Lords and Ladies","Content":"The chieftain had been turned into a pumpkin although, in accordance with\r\nthe rules of universal humour, he still had his hat on.","Context":""},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"The Librarian had seen many weird things in his time, but that had to be\r\nthe 57th strangest. [footnote: he had a tidy mind]","Context":""},{"Author":"Terry Pratchett","Source":"Carpe Jugulum","Content":"I name you ... Esmeralda Margaret Note Spelling of Lancre!","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"I've always thought the Patrician is a party animal. Can you imagine\r\nwaking up next day and remembering all those witty things you said and did,\r\nand then realising that he was listening?","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"I think that sick people in Ankh-Morpork generally go to a vet.  It's\r\ngenerally a better bet. There's more pressure on a vet to get it right.\r\nPeople say \"it was god's will\" when granny dies, but they get *angry* when\r\nthey lose a cow.","Context":""},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"The Kappamaki, a whaling research ship, was currently researching the\r\nquestion: How many whales can you catch in one week?","Context":""},{"Author":"Terry Pratchett","Source":"The Last Continent","Content":"When You're Up to Your Ass in Alligators, Today Is the First Day of the\r\nRest of Your Life.","Context":"Management slogan, Ridcully-style"},{"Author":"Terry Pratchett","Source":"Soul Music","Content":"What duck?","Context":""},{"Author":"Terry Pratchett","Source":"Lords and Ladies","Content":"Remember, A Dragon is For Life, Not Just for Hogswatchnight","Context":"Motto of The Sunshine Home for Sick Dragons in Morphic Street,\r\n           Please Leave Donations of Coal by Side Door."},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"I'll be more enthusiastic about encouraging thinking outside the box when\r\nthere's evidence of any thinking going on inside it.","Context":""},{"Author":"Terry Pratchett","Source":"Eric","Content":"There had been some desultory talk about putting up a statue to Rincewind\r\nbut, by the curious alchemy that tends to apply in these sensitive issues,\r\nthis quickly became a plaque, then a note on the Roll of Honour, and\r\nfinally a motion of censure for being improperly dressed.","Context":"Unseen University politics at work"},{"Author":"Terry Pratchett","Source":"Witches Abroad","Content":"- \"'S called the Vieux River.\"\r\n- \"Yes?\"\r\n- \"Know what that means?\"\r\n- \"No.\"\r\n- \"The Old (Masculine) River,\" said Nanny.\r\n- \"Yes?\"\r\n- \"Words have sex in foreign parts,\" said Nanny hopefully.","Context":""},{"Author":"Terry Pratchett","Source":"The Carpet People","Content":"\"He's a man of few words, and he doesn't know what either of them mean,\"\r\npeople said, but not when he was within hearing.","Context":""},{"Author":"Terry Pratchett","Source":"The Light Fantastic","Content":"He moved in a way that suggested he was attempting the world speed record\r\nfor the nonchalant walk.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"I always call it 'Tour Flu', because two or three weeks in hot bookshops\r\nwith hundreds of people usually produces an ailment of some kind. Going on\r\ntour is like a box of rare diseases -- you never know what you're going to\r\nget.","Context":""},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"Bishops move diagonally. That's why they often turn up where the kings don't\r\nexpect them to be.","Context":""},{"Author":"Terry Pratchett","Source":"Jingo","Content":"*Veni, vici*...Vetinari.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"I once absend-mindedly ordered Three Mile Island dressing in a restaurant\r\nand, with great presence of mind, they brought Thousand Island Dressing and\r\na bottle of chili sauce.","Context":""},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"Humans suffering from a conflict of signals aren't the best people to be\r\nholding guns, especially when they've just witnessed a natural childbirth,\r\nwhich definitely looked an un-American way of bringing new citizens into\r\nthe world.","Context":""},{"Author":"Terry Pratchett","Source":"Johnny and the Dead","Content":"There was a new library in the Civic Centre. It was so new it didn't even\r\nhave librarians. It had Assistant Information Officers.","Context":""},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"The kraken stirs. And ten billion sushi dinners cry out for vengeance.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"You can't make people happy by law. If you said to a bunch of average\r\npeople two hundred years ago \"Would you be happy in a world where medical\r\ncare is widely available, houses are clean, the world's music and sights\r\nand foods can be brought into your home at small cost, travelling even 100\r\nmiles is easy, childbirth is generally not fatal to mother or child, you\r\ndon't have to die of dental abcesses and you don't have to do what the\r\nsquire tells you\" they'd think you were talking about the New Jerusalem and\r\nsay 'yes'.","Context":""},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"I don't see why it matters what is written. Not when it's about people.\r\nIt can always be crossed out.","Context":""},{"Author":"Terry Pratchett","Source":"Eric","Content":"These people were not only cheering, they were throwing flowers and hats.\r\nThe hats were made of stone, but the thought was there.","Context":"Life among the primitive Discworld tribes"},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"\"Why do you bother with him? He's had thousands of people killed!\"\r\n\"Yes, but perhaps he thought that you wanted it.\"","Context":""},{"Author":"Terry Pratchett","Source":"Lords and Ladies","Content":"Nanny Ogg looked under her bed in case there was a man there. Well, you\r\nnever knew your luck.","Context":""},{"Author":"Terry Pratchett","Source":"Eric","Content":"Rincewind had been told that death was just like going into another room.\r\nThe difference is, when you shout, \"Where's my clean socks?\", no-one\r\nanswers.","Context":""},{"Author":"Terry Pratchett","Source":"Interesting Times","Content":"The Emperor had all the qualifications for a corpse except, as it were, the\r\nmost vital one.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"You can't remember the plot of the Dr Who movie because it didn't have one,\r\njust a lot of plot holes strung together.\r\n\r\nIt did have a lot of flashing lights, though.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"'They can ta'k our live but they can never ta'k our freedom!'\r\n\r\nNow *there's* a battle cry not designed by a clear thinker...","Context":"Braveheart"},{"Author":"Terry Pratchett","Source":"Guards! Guards!","Content":"A number of religions in Ankh-Morpork still practiced human sacrifice,\r\nexcept that they didn't really need to practice any more because they had\r\ngot so good at it.","Context":""},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"I can bite your leg if you like.","Context":"Gaspode the wonder dog"},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"Personally, I think the best motto for an educational establishment is:\r\n\r\n'Or Would You Rather Be a Mule?'","Context":""},{"Author":"Terry Pratchett","Source":"Wings","Content":"\"All right,\" said Masklin. \"But you're not to fly down low again and try\r\nto read the signposts. Every time you do that, humans rush into the streets\r\nand we get lots of shouting on the radio.\"\r\n\"That's right.\" said the Thing. \"People are bound to get excited when\r\nthey see a ten-million-ton starship trying to fly down the street.\"","Context":""},{"Author":"Terry Pratchett","Source":"Maskerade","Content":"\"What sort of person,\" said Salzella patiently, \"sits down and *writes* a\r\nmaniacal laugh? And all those exclamation marks, you notice? Five? A sure\r\nsign of someone who wears his underpants on his head. Opera can do that to\r\na man.\"","Context":""},{"Author":"Terry Pratchett","Source":"Wyrd Sisters","Content":"\"I daresay,\" said Granny, pushing the Fool aside and stepping over a\r\nwrithing taproot. \"If anyone locked *me* in a dungeon, there'd be screams.\"","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"Mort isn't fashionable UK movie material -- there's no parts in it for Hugh\r\nor Emma, it's not set it Sheffield, and no one shoves drugs up their bum...","Context":""},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"Crowley was in Hell's bad books. Not that Hell has any other kind.","Context":""},{"Author":"Terry Pratchett","Source":"Eric","Content":"The gods of the Disc have never bothered much about judging the souls of\r\nthe dead, and so people only go to hell if that's where they believe, in\r\ntheir deepest heart, that they deserve to go. Which they won't do if they\r\ndon't know about it. This explains why it is so important to shoot\r\nmissionaries on sight.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"Eight years involved with the nuclear industry have taught me that when\r\nnothing can possible go wrong and every avenue has been covered, *then* is\r\nthe time to buy a house on the next continent.","Context":""},{"Author":"Terry Pratchett","Source":"Reaper Man","Content":"DROP THE SCYTHE, AND TURN AROUND SLOWLY.","Context":"Dirty Death"},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"Bognor has always meant to me the quintessential English seaside experience\r\n(before all this global warming stuff): driving in the rain to get there,\r\nwalking around in the rain looking for something to do when you're there,\r\nand driving home in the rain again...","Context":""},{"Author":"Terry Pratchett","Source":"Carpe Jugulum","Content":"Nac mac Feegle wha hae!","Context":""},{"Author":"Terry Pratchett","Source":"The Fifth Elephant","Content":"She moved like someone who had grown used to her body and, in general,\r\nlooked like what Vimes had heard described as \"a woman of a certain age.\"\r\nHe'd never been quite certain what age that was.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"Dickens, as you know, never got round to starting his home page.","Context":""},{"Author":"Terry Pratchett","Source":"Johnny and the Dead","Content":"\"Are you a physicist?\"\r\n\"Me? I don't know anything about science!\"\r\n\"Marvellous! Ideal qualification!\"","Context":""},{"Author":"Terry Pratchett","Source":"Wyrd Sisters","Content":"In fact, no gods anywhere play chess. They prefer simple, vicious games,\r\nwhere you Do Not Achieve Transcendence but Go Straight to Oblivion; a key\r\nto the understanding of all religion is that a god's idea of amusement is\r\nSnakes and Ladders with greased rungs.","Context":""},{"Author":"Terry Pratchett","Source":"Truckers","Content":"It's a small step for a man, but a giant leap for nomekind.","Context":""},{"Author":"Terry Pratchett","Source":"Eric","Content":"- \"What're quantum mechanics?\"\r\n- \"I don't know. People who repair quantums, I suppose.\"","Context":""},{"Author":"Terry Pratchett","Source":"The Light Fantastic","Content":"The druid stiffened. \"*Nice?*\" he said. \"A triumph of the silicon chunk, a\r\nmiracle of modern masonic technology -- *nice*?\" \"Oh, yes,\" said Twoflower,\r\nto whom sarcasm was merely a seven letter word beginning with S.","Context":""},{"Author":"Terry Pratchett","Source":"Lords and Ladies","Content":"Nanny Ogg never did any housework herself, but she was the cause of\r\nhousework in other people.","Context":""},{"Author":"Terry Pratchett","Source":"Wings","Content":"SATELLITES: They are in SPACE and stay there by going so fast that they are\r\nnever in one place enough to fall down. TELEVISIONS are bounced off them.\r\nThey are part of SCIENCE.","Context":"From A Scientific Encyclopedia for the Enquiring Young Nome\r\n           by Angalo de Haberdasheri"},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"Om began to feel the acute depression that steals over every realist\r\nin the presence of an optimist.","Context":""},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"R. P. Tyler was not, however, satisfied simply with being vouchsafed the\r\ndifference between right and wrong. He felt it his bounden duty to tell the world.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"Somewhere around the place I've got an unfinished short story about\r\nSchrodinger's Dog; it was mostly moaning about all the attention the cat\r\nwas getting.","Context":""},{"Author":"Terry Pratchett","Source":"Pyramids","Content":"The Ephebians made wine out of anything they could put in a bucket, and ate\r\nanything that couldn't climb out of one.","Context":""},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"Jaime had never realised that trees made a sound when they grew, and no-one\r\nelse had realised it either, because the sound is made over hundreds of\r\nyears in waves of twenty-four hours from peak to peak. Speed it up, and\r\nthe sound a tree makes is *vrooom*.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"It gets worse.  I have, before now, waited for a pen to perform a macro.","Context":""},{"Author":"Terry Pratchett","Source":"Jingo","Content":"He had the look of a lawn mower just after the grass had organised a\r\nworkers' collective. There was a definite suggestion that, deep inside, he\r\nknew this was not really happening. It could not be happening because this\r\nsort of thing did not happen. Any contradictory evidence could be safely\r\nignored.","Context":""},{"Author":"Terry Pratchett","Source":"The Last Continent","Content":"Rincewind had always been happy to think of himself as a racist. The One\r\nHundred Meters, the Mile, the Marathon -- he'd run them all.","Context":""},{"Author":"Terry Pratchett","Source":"Soul Music","Content":"There was a roar like the scream of a camel who has just seen two bricks.","Context":""},{"Author":"Terry Pratchett","Source":"Jingo","Content":"She sighed again. She was familiar with the syndrome. They *said* they\r\nwanted a soulmate and helpmeet but sooner or later the list would include\r\na skin like silk and a chest fit for a herd of cows.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"I'm sure we can arrange an academic scholarship for Detritus. Troll\r\ncheerleaers would be nice: 'Two... four.... er..  many... lots'.","Context":""},{"Author":"Terry Pratchett","Source":"Hogfather","Content":"She'd become a governess. It was one of the few jobs a known lady could do.\r\nAnd she'd taken to it well. She'd sworn that if she did indeed ever find\r\nherself dancing on rooftops with chimney sweeps she'd beat herself to death\r\nwith her own umbrella.","Context":""},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"Of course he was all in favour of Armageddon in *general* terms.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"I think perhaps the most important problem is that we are trying to\r\nunderstand the fundamental workings of the universe via a language\r\ndevised for telling one another when the best fruit is.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"Never trust any complicated cocktail that remainds perfectly clear until\r\nthe last ingredient goes in, and then immediately clouds.","Context":""},{"Author":"Terry Pratchett","Source":"Interesting Times","Content":"Rincewind could scream for mercy in nineteen languages, and just scream in\r\nanother forty-four.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"And before anyone complains about the grammar, I'm so jetlagged that my\r\nhands aren't even in the same time zone...","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"Up until now I'd always though RSI meant 'I hate my damn job'.","Context":""},{"Author":"Terry Pratchett","Source":"Interesting Times","Content":"Just because it's not nice doesn't mean it's not miraculous.","Context":""},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"- \"Surely you have considered terrorist activity?\"\r\nThere was another pause. Then the spokesman said, in the quiet tones of\r\nsomeone who has had enough and who is going to quit after this and raise\r\nchickens somewhere, \"Yes, I suppose we must. All we need to do is find some\r\nterrorists who are capable of taking an entire nuclear reactor out of its\r\ncan while it's running and without anyone noticing. It weighs about a\r\nthousand tons and is forty feet high. So they'll be quite *strong*\r\nterrorists. Perhaps you'd like to ring them up, sir, and ask them questions\r\nin that supercilious, accusatory way of yours.\"","Context":"The BBC interviews a nuclear spokesperson"},{"Author":"Terry Pratchett","Source":"Mort","Content":"When a man is tired of Ankh-Morpork, he is tired of ankle-deep slurry.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"I'm getting a lot of mail and email about FoC (I particularly liked the\r\npostcard which read 'We were *sure* it was the wallpaper, you\r\nbastard!!!!!'). I'm glad to say that most Baconians hared off after\r\npoissons rouge.","Context":""},{"Author":"Terry Pratchett","Source":"Carpe Jugulum","Content":"But you read a lot of books, I'm thinking. Hard to have faith, ain't it,\r\nwhen you've read too many books?","Context":""},{"Author":"Terry Pratchett","Source":"Men at Arms","Content":"Sometimes it's better to light a flamethrower than curse the darkness.","Context":""},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"Are you a philosopher? Where's your sponge?","Context":""},{"Author":"Terry Pratchett","Source":"Carpe Jugulum","Content":"Perdita thought that not obeying rules was somehow *cool*. Agnes thought\r\nthat rules like \"Don't fall into this huge pit of spikes\" were there for a\r\npurpose.","Context":""},{"Author":"Terry Pratchett","Source":"Sourcery","Content":"Of course, Ankh-Morpork's citizens had always claimed that the river water\r\nwas incredibly pure. Any water that had passed through so many kidneys,\r\nthey reasoned, had to be very pure indeed.","Context":""},{"Author":"Terry Pratchett","Source":"The Amazing Maurice and his Educated Rodents","Content":"You can think and you can fight, but the world's always movin', and if\r\nyou wanna stay ahead you gotta dance.","Context":""},{"Author":"Terry Pratchett","Source":"The Fifth Elephant","Content":"There was no such thing as a dwarfish female pronoun or, once the children\r\nwere on solids, any such thing as women's work.","Context":""},{"Author":"Terry Pratchett","Source":"Soul Music","Content":"SNH, SNH, SNH.","Context":""},{"Author":"Terry Pratchett","Source":"Jingo","Content":"One o'clock pee em! Hello, Insert Name Here!","Context":"The Dis-organizer"},{"Author":"Terry Pratchett","Source":"Feet of Clay","Content":"Bingeley bingeley beep!","Context":""},{"Author":"Terry Pratchett","Source":"Carpe Jugulum","Content":"He was trying to find some help in the ancient military journals of General\r\nTacticus, whose intelligent campaigning had been so successful that he'd\r\nlent his very name to the detailed prosecution of martial endeavour, and\r\nhad actually found a section headed What to Do If One Army Occupies a\r\nWell-fortified and Superior Ground and the Other Does Not, but since the\r\nfirst sentence read \"Endeavour to be the one inside\" he'd rather lost\r\nheart.","Context":""},{"Author":"Terry Pratchett","Source":"Carpe Jugulum","Content":"- \"Remember -- that which does not kill us can only make us stronger.\"\r\n- \"And that which *does* kill us leaves us *dead*!\"","Context":""},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"- \"ALL YOU CAN HOPE FOR IS THE MERCY OF HELL.\"\r\n- \"Yeah?\"\r\n- \"JUST OUR LITTLE JOKE.\"\r\n- \"Ngk,\" said Crowley.","Context":"Crowley in conversation with his superiors"},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"One minute I'm just another rabbit and happy about it, next minute\r\n*whazaam*, I'm thinking. That's a major drawback if you're looking for\r\nhappiness as a rabbit, let me tell you. You want grass and sex, not\r\nthoughts like 'What's it all about, when you get right down to it?'","Context":""},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"REMIND ME AGAIN, he said, HOW THE LITTLE HORSE-SHAPED ONES MOVE.","Context":"Death on symbolic last games"},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"A man threw himself through the window, a knife between his teeth, a\r\nKalashnikov automatic rifle in one hand, a grenade in the other. \"I glaim\r\ngis oteg in der gaing og der --\" he paused. He tooke the knife out of his\r\nteeth and began again.","Context":""},{"Author":"Terry Pratchett","Source":"Eric","Content":"The Supreme Life President of Hell wrote: \"What business are we in???\" He\r\nthought for a bit, and then carefully wrote, underneath: \"We are in the\r\ndamnation business!!!\"","Context":""},{"Author":"Terry Pratchett","Source":"The Truth","Content":"The world is made up of four elements: Earth, Air, Fire and Water.\r\nThis is a fact well known even to Corporal Nobbs. It's also wrong.\r\nThere's a fifth element, and generally it's called Surprise.","Context":""},{"Author":"Terry Pratchett","Source":"Wings","Content":"FLORIDA (or FLORIDIA): A place where may be found ALLIGATORS, LONG-NECKED\r\nTURTLES and SPACE SHUTTLES. An interesting place which is warm and wet and\r\nthere are geese. BACON, LETTUCE AND TOMATO SANDWICHES may be found here\r\nalso. A lot more interesting than many other places. The shape when seen\r\nfrom the air is like a bit stuck on a bigger bit.","Context":"From A Scientific Encyclopedia for the Enquiring Young Nome\r\n           by Angalo de Haberdasheri"},{"Author":"Terry Pratchett","Source":"Equal Rites","Content":"Still, it was a relief to get away from that macabre sight. Gander\r\nconsidered that gnolls didn't look any better inside than out. He hated\r\ntheir guts.","Context":""},{"Author":"Terry Pratchett","Source":"Equal Rites","Content":"\"While I'm still confused and uncertain, it's on a much higher plane, d'you\r\nsee, and at least I know I'm bewildered about the really fundamental and\r\nimportant facts of the universe.\"\r\nTreatle nodded. \"I hadn't looked at it like that,\" he said, \"But you're\r\nabsolutely right. He's really pushed back the boundaries of ignorance.\"","Context":"Discworld scientists at work"},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"The only time Crowley had bought petrol was once in 1967, to get the free\r\nJames Bond bullet-hole-in-the-windscreen transfers, which he rather fancied\r\nat the time.","Context":""},{"Author":"Terry Pratchett","Source":"Johnny and the Dead","Content":"Johnny had seen films of American shopping malls. They must have different\r\nsorts of people in America, he'd thought. They all looked cool, all the\r\ngirls were beautiful, and the place wasn't crowded with little kamikaze\r\ngrandmothers.","Context":""},{"Author":"Terry Pratchett","Source":"The Fifth Elephant","Content":"You did something because it had always been done, and the explanation was\r\n\"but we've always done it this way.\" A million dead people can't have been\r\nwrong, can they?","Context":""},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"The people who really run organizations are usually found several\r\nlevels down, where it is still possible to get things done.","Context":""},{"Author":"Terry Pratchett","Source":"Equal Rites","Content":"If broomsticks were cars, this one would be a split-window Morris Minor.","Context":""},{"Author":"Terry Pratchett","Source":"The Last Continent","Content":"All bastards are bastards, but some bastards is *bastards*.","Context":""},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"It wasn't a dark and stormy night.\r\nIt should have been, but there's the weather for you. For every mad\r\nscientist who's had a convenient thunderstorm just on the night his Great\r\nWork is complete and lying on the slab, there have been dozens who've sat\r\naround aimlessly under the peaceful stars while Igor clocks up the\r\novertime.","Context":""},{"Author":"Terry Pratchett","Source":"Men at Arms","Content":"The Patrician relaxed, in a way which only then drew gentle attention to\r\nthe foregoing moment of tension.","Context":""},{"Author":"Terry Pratchett","Source":"CIX Pratchett Conference","Content":"Rincewind is one of those people who gets in the way of his own happiness.\r\nIf it was raining kisses he'd be the only person with an umbrella.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"Mind you, the Elizabethans had so many words for the female genitals that\r\nit is quite hard to speak a sentence of modern English without\r\ninadvertently mentioning at least three of them.","Context":""},{"Author":"Terry Pratchett","Source":"Only You Can Save Mankind","Content":"Wobbler thought that California was where good people went when they died.","Context":""},{"Author":"Terry Pratchett","Source":"Only You Can Save Mankind","Content":"On Earth, No-one Can Hear You Say \"Um\".","Context":""},{"Author":"Terry Pratchett","Source":"Men at Arms","Content":"Pride is all very well, but a sausage is a sausage.","Context":"Gaspode, of course"},{"Author":"Terry Pratchett","Source":"Hogfather","Content":"\"Did you check the list?\"\r\nYES. TWICE. ARE YOU SURE THAT'S ENOUGH?","Context":"He's gonna find out..."},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"Give anyone a lever long enough and they can change the world.\r\nIt's unreliable levers that are the problem.","Context":""},{"Author":"Terry Pratchett","Source":"Wings","Content":"CONCORDE: It goes twice as fast as a bullet and you get smoked salmon.","Context":"From A Scientific Encyclopedia for the Enquiring Young Nome\r\n           by Angalo de Haberdasheri"},{"Author":"Terry Pratchett","Source":"Reaper Man","Content":"Five exclamation marks, the sure sign of an insane mind.","Context":""},{"Author":"Terry Pratchett","Source":"Guards! Guards!","Content":"\"Have another drink, not-Corporal Nobby?\" said Sergeant Colon unsteadily.\r\n\"I do not mind if I do, not-Sgt Colon,\" said Nobby.","Context":"The joys of working undercover"},{"Author":"Terry Pratchett","Source":"Diggers","Content":"He was always at a loss when people acted like this. When machines went\r\nfunny you just oiled them or prodded them or, if nothing else worked, hit\r\nthem with a hammer. Nomes didn't respond well to this treatment.","Context":""},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"Not a man to mince words. People, yes. But not words.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"I'd like to stand up for the rights of people who put everything on their\r\nburger -- chutney, mustard, pickle, mustard pickle, tomato sauce... It is\r\ncommon knowledge in my family that I can't tell the difference between a\r\nveggie burger and a meat one, because the ratio of burger to pickles is so\r\nhigh.","Context":""},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"History, contrary to popular theories, *is* kings and dates and battles.","Context":""},{"Author":"Terry Pratchett","Source":"Soul Music","Content":"The Patrician was a pragmatist. He never tried to fix things that worked.\r\nThings that didn't work, however, got broken.","Context":""},{"Author":"Terry Pratchett","Source":"Witches Abroad","Content":"Genua had once controlled the river mouth and taxed its traffic in a way\r\nthat couldn't be called piracy because it was done by the city government.","Context":"Local-body politics explained"},{"Author":"Terry Pratchett","Source":"Eric","Content":"The librarian was, ex officio, a member of the college council. No-one had\r\nbeen able to find any rule about orang-utans being barred, although they\r\nhad surreptiously looked very hard for one.","Context":"Unseen University politics at work"},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"This isn't life in the fast lane, it's life in the oncoming traffic.","Context":""},{"Author":"Terry Pratchett","Source":"The Truth","Content":"Some people are heroes. And some people jot down notes.","Context":""},{"Author":"Terry Pratchett","Source":"Sourcery","Content":"There were a few seconds of total silence as everyone waited to see what\r\nwould happen next. And then Nijel uttered the battle cry that Rincewind\r\nwould never quite forget to the end of his life.  \"Erm,\" he said, \"excuse\r\nme...\"","Context":""},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"I used to think that *I* was stupid, and then I met philosophers.","Context":""},{"Author":"Terry Pratchett","Source":"Sourcery","Content":"He did of course sometimes have people horribly tortured to death, but this\r\nwas considered to be perfectly acceptable behaviour for a civic ruler and\r\ngenerally approved of by the overhelming majority of citizens. [footnote:\r\nThe overhelming majority of citizens being defined in this case as everyone\r\nnot currently hanging upside down over a scorpion pit]","Context":""},{"Author":"Terry Pratchett","Source":"Feet of Clay","Content":"There were no public health laws in Ankh-Morpork. It would be like\r\ninstalling smoke detectors in Hell.","Context":""},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"\"Now we've got a truth to die for!\"\r\n\"No. Men should die for lies. But the truth is too precious\r\nto die for.\"","Context":""},{"Author":"Terry Pratchett","Source":"Lords and Ladies","Content":"The place looked as though it had been visited by Gengiz Cohen [footnote:\r\nhence the term \"wholesale destruction\"].","Context":""},{"Author":"Terry Pratchett","Source":"Feet of Clay","Content":"Today Is A Good Day For Someone Else To Die!","Context":""},{"Author":"Terry Pratchett","Source":"Feet of Clay","Content":"Rumour is information distilled so finely that it can filter through\r\nanything. It does not need doors and windows -- sometimes it does not need\r\npeople. It can exist free and wild, running from ear to ear without ever\r\ntouching lips.","Context":""},{"Author":"Terry Pratchett","Source":"The Amazing Maurice and his Educated Rodents","Content":"Humans, eh? Think they're lords of creation. Not like us cats. We *know*\r\nwe are. Ever see a cat feed a human? Case proven.","Context":""},{"Author":"Terry Pratchett","Source":"Hogfather","Content":"*Glingleglingleglingle.*","Context":""},{"Author":"Terry Pratchett","Source":"Thief of Time","Content":"Do not act incautiously when confronting little bald wrinkly smiling men!","Context":"Rule One"},{"Author":"Terry Pratchett","Source":"Mort","Content":"\"You like it?\" he said to Mort, in pretty much the same tone of voice\r\npeople used when they said to St George, \"You killed a *what*?\"","Context":"Mort tastes scrumble for the first time"},{"Author":"Terry Pratchett","Source":"Mort","Content":"I DON'T KNOW ABOUT YOU, he said, BUT I COULD MURDER A CURRY.","Context":"Death addresses his new apprentice"},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"What you have here is an example of that well known phenomenon, A Bookshop\r\nAssistance Who Knows Buggerall But Won't Admit It (probably some kind of\r\narts graduate).","Context":""},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"He was currently wondering vaguely who Moey and Chandon were.","Context":"Crowley listens to his favourite rock group"},{"Author":"Terry Pratchett","Source":"Wyrd Sisters","Content":"The duke had a mind that ticked like a clock and, like a clock, it\r\nregularly went cuckoo.","Context":""},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"Mr Young hadn't had to quiet a screaming baby for years. He'd never been\r\nmuch good at it to start with. He'd always respected Sir Winston Churchill,\r\nand patting small versions of him on the bottom had always seemed\r\nungracious.","Context":""},{"Author":"Terry Pratchett","Source":"Mort","Content":"Although the scythe isn't pre-eminent among the weapons of war, anyone who\r\nhas been on the wrong end of, say, a peasants' revolt will know that in\r\nskilled hands it is fearsome.","Context":""},{"Author":"Terry Pratchett","Source":"Lords and Ladies","Content":"I MUST SAY THESE ARE VERY GOOD BISCUITS. HOW DO THEY GET THE BITS OF\r\nCHOCOLATE IN?","Context":"Death has a snack"},{"Author":"Terry Pratchett","Source":"Maskerade","Content":"He had a unique stride: it looked as though his body was being dragged\r\nforward and his legs had to flail around underneath it, landing wherever\r\nthey could find room. It wasn't so much a walk as a collapse, indefinitely\r\npostponed.","Context":""},{"Author":"Terry Pratchett","Source":"The Fifth Elephant","Content":"Sam Vimes could parallel process. Most husbands can. They learn to follow\r\ntheir own line of thought while at the same time listening to what their\r\nwives say. And the listening is important, because at any time they could\r\nbe challenged and must be ready to quote the last sentence in full. A vital\r\nadditional skill is being able to scan the dialogue for telltale phrases\r\nsuch as \"and they can deliver it tomorrow\" or \"so I've invited them for\r\ndinner?\" or \"they can do it in blue, really quite cheaply.\"","Context":""},{"Author":"Terry Pratchett","Source":"Reaper Man","Content":"Bonsai!","Context":""},{"Author":"Terry Pratchett","Source":"Maskerade","Content":"A day ago the future had looked aching and desolate, and now it looked full\r\nof surprises and terror and bad things happening to people... If she had\r\nanything to do with it anyway.","Context":"Granny Weatherwax commits optimism"},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"In retrospect, Victor was always a little unclear about those next few\r\nminutes. That's the way it goes. The moments that change your life are\r\nthe ones that happen suddenly, like the one where you die.","Context":""},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"Anathema didn't only believe in ley-lines, but in seals, whales, bicycles,\r\nrainforests, whole grain in loves, recycled paper, white South Africans out\r\nof South Africa, and Americans out of practically everywhere down to and\r\nincluding Long Island.","Context":""},{"Author":"Terry Pratchett","Source":"The Unadulterated Cat","Content":"Everyone's heard of Erwin Schrodinger's famous thought experiment. You put\r\na cat in a box with a bottle of poison, which many people would suggest is\r\nabout as far as you need to go.","Context":""},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"Shadwell hated all southerners and, by inference, was standing at the\r\nNorth Pole.","Context":""},{"Author":"Terry Pratchett","Source":"The Unadulterated Cat","Content":"Our garden was debated territory between five local cats, and we'd heard\r\nthat the best way to keep other cats out of the garden was to have one\r\nyourself. A moment's rational thought here will spot the slight flaw in\r\nthis reasoning.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"Well, they asked me in February, and I said it was coming out in November.\r\nWhen they asked in March, I said it was coming out in November. In April I\r\npointed out that November, in fact, was going to be when the next book came\r\nout. In May, when asked on many occasions about when Maskerade was coming\r\nout, I said November. In November, it will be published. The same November\r\nall the way through, too.","Context":"So Terry, when is 'Maskerade' coming out, then?"},{"Author":"Terry Pratchett","Source":"The Light Fantastic","Content":"The point is that descriptive writing is very rarely entirely accurate and\r\nduring the reign of Olaf Quimby II as Patrician of Ankh some legislation\r\nwas passed in a determined attempt to put a stop to this sort of thing and\r\nintroduce some honesty into reporting. Thus, if a legend said of a notable\r\nhere that \"all men spoke of his prowess\" any bard who valued his life would\r\nadd hastily \"except for a couple of people in his home village who thought\r\nhe was a liar, and quite a lot of other people who had never really heard\r\nof him.\"","Context":""},{"Author":"Terry Pratchett","Source":"Wings","Content":"SCIENCE: A way of finding things out and then making them work. Science\r\nexplains what is happening around us the whole time. So does RELIGION, but\r\nscience is better because it comes up with more understandable excuses when\r\nit is wrong. There is a lot more Science than you think.","Context":"From A Scientific Encyclopedia for the Enquiring Young Nome\r\n           by Angalo de Haberdasheri"},{"Author":"Terry Pratchett","Source":"Johnny and the Dead","Content":"The figures the telescope was producing were all that was left of an\r\nexploding star twenty million years ago. A billion small rubbery things on\r\ntwo planets who had been getting on with life in a quiet sort of way had\r\nbeen totally destroyed, but they were certainly helping Adrian get his\r\nPh.D. and, who knows, they might have thought it all worthwhile if anyone\r\nhad asked them.","Context":""},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"All holy piety in public, and all peeled grapes and self-indulgence\r\nin private.","Context":""},{"Author":"Terry Pratchett","Source":"Lords and Ladies","Content":"The thing about iron is that you generally don't have to think fast in\r\ndealing with it.","Context":""},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"No-one would have believed, in the final years of the Century of the\r\nFruitbat, that Discworld affairs were being watched keenly and impatiently\r\nby intelligences greater than Man's, or at least much nastier; that their\r\naffairs were being scrutinised and studied as a man with a three-day\r\nappetite might study the All-You-Can-Gobble-For-A-Dollar menu outside\r\nHarga's House of Ribs...","Context":""},{"Author":"Terry Pratchett","Source":"Witches Abroad","Content":"Bad spelling can be lethal. For example, the greedy Seriph of Al-Yabi was\r\ncursed by a badly-educated deity and for some days everything he touched\r\nturned to Glod, which happened to be the name of a small dwarf from a\r\nmountain community hundreds of miles away who found himself magically\r\ndragged to the kingdom and relentlessly duplicated. Some two thousand Glods\r\nlater the spell wore off. These days, the people of Al-Yabi are renowned\r\nfor being remarkably short and bad-tempered.","Context":""},{"Author":"Terry Pratchett","Source":"Soul Music","Content":"\"Scum,\" said Crash, his voice low with resigned menace, \"you've bought a\r\nleopard, haven't you?\"","Context":""},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"Simony's eyes gleamed with the gleam of a man who had seen the\r\nfuture and found it covered with armour plating.","Context":""},{"Author":"Terry Pratchett","Source":"Only You Can Save Mankind","Content":"If Not You, Who Else?","Context":""},{"Author":"Terry Pratchett","Source":"Diggers","Content":"- \"Do you know, humans think the world was made by a sort of big human?\"\r\n- \"Get away?\"\r\n- \"It took a week.\"\r\n- \"I expect it had some help, then,' said Dorcas.","Context":"The Nomes discuss religion"},{"Author":"Terry Pratchett","Source":"Men at Arms","Content":"From the back, Vetinari looked like a carnivorous flamingo.","Context":""},{"Author":"Terry Pratchett","Source":"Soul Music","Content":"I'm mean and turf and I'm mean and turf and I'm mean\r\n      and turf and I'm mean and turf,\r\n    And me an' my friends can walk towards you with our\r\n      hats on backwards in a menacing way,\r\n    Yo!","Context":""},{"Author":"Terry Pratchett","Source":"Guards! Guards!","Content":"A good bookshop is just a genteel Black Hole that knows how to read.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"Too many people want to *have written*.","Context":""},{"Author":"Terry Pratchett","Source":"Witches Abroad","Content":"Greebo's technique was unscientific and wouldn't have stood a chance\r\nagainst any decent swordmanship, but on his side was the fact that\r\nit is almost impossible to develop decent swordmanship when you seem\r\nto have run into a food mixer that is biting your ear off.","Context":""},{"Author":"Terry Pratchett","Source":"Guards! Guards!","Content":"All dwarfs are by nature dutiful, serious, literate, obedient and\r\nthoughtful people whose only minor failing is a tendency, after one drink,\r\nto rush at enemies screaming \"Arrrrrrgh!\" and axing their legs off at the\r\nknee.","Context":""},{"Author":"Terry Pratchett","Source":"Lords and Ladies","Content":"Kneel and deliver!","Context":"Casanunda, the worlds smallest lover turns highwaydwarf"},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"In the Beginning\r\n\r\nIt was a nice day.","Context":""},{"Author":"Terry Pratchett","Source":"Lords and Ladies","Content":"The Monks of Cool, whose tiny and exclusive monastery is hidden in a really\r\ncool and laid-back valley in the lower Ramtops, have a passing-out test for a\r\nnovice. He is taken into a room full of all types of clothing and asked: Yo,\r\nmy son, which of these is the most stylish thing to wear? And the correct\r\nanswer is: Hey, whatever I select.","Context":""},{"Author":"Terry Pratchett","Source":"Carpe Jugulum","Content":"Hodgesaargh was an original storyteller and quite good in a very specific\r\nway. If he'd had to recount the saga of the Tsortean War, for example, it\r\nwould have been in terms of the birds observed, every cormorant noted,\r\nevery pelican listed, every battlefield raven taxonomically placed, no tern\r\nunturned. Some men in armour would have been involved at some stage, but\r\nonly because the ravens were perching on them.","Context":""},{"Author":"Terry Pratchett","Source":"Only You Can Save Mankind","Content":"We got a talk about it at school. There's lots of stuff most girls can't\r\ndo, but you've got to pretend they can, so that more of them will.","Context":"Sexism explained"},{"Author":"Terry Pratchett","Source":"The Fifth Elephant","Content":"He was aware that a wise man should always respect the folkways of others,\r\nto use Carrot's happy phrase, but Vimes often had difficulty with this\r\nidea. For one thing, there were people in the world whose folkways\r\nconsisted of gutting other people like clams and this was not a procedure\r\nthat commanded, in Vimes, any kind of respect at all.","Context":""},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"You can't find a hermit to teach you herming, because of course that\r\nrather spoils the whole thing.","Context":""},{"Author":"Terry Pratchett","Source":"Wyrd Sisters","Content":"I'd like to know if I could compare you to a summer's day. Because --\r\nwell, June 12th was quite nice, and...","Context":""},{"Author":"Terry Pratchett","Source":"Hogfather","Content":"It's a sad and terrible thing that high-born folk really have thought that\r\nthe servants would be totally fooled if spirits were put into decanters\r\nthat were cunningly labelled *backwards*. And also throughout history the\r\nmore politically conscious butler has taken it on trust, and with rather\r\nmore justification, that his employers will not notice if the whisky is\r\ntopped up with eniru.","Context":""},{"Author":"Terry Pratchett","Source":"Johnny and the Bomb","Content":"When all else failed, she tried being reasonable.","Context":""},{"Author":"Terry Pratchett","Source":"Eric","Content":"The sergeant put on the poker face which has been handed down from NCO to\r\nNCO ever since one protoamphibian told another, lower ranking\r\nprotoamphibian to muster a squad of newts and Take That Beach.","Context":""},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"If gharstely creatures from before the Dawna Time starts wavin' at you\r\nfrom under your bed, jus' you don't come complainin' to me,","Context":"Gaspode the wonder dog"},{"Author":"Terry Pratchett","Source":"Pyramids","Content":"Nature abhors dimensional abnormalities, and seals them neatly away so that\r\nthey don't upset people. Nature, in fact, abhors a lot of things, including\r\nvacuums, ships called the \"Marie Celeste\", and the chuck keys for electric\r\ndrills.","Context":""},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"She'd stopped reading the kind of women's magazine that talked about\r\nromance and knitting and started reading the kind of women's magazine that\r\ntalked about orgasms, but apart from making a mental note to have one if\r\never the occasion presented itself she dismissed them as only romance and\r\nknitting in a new form.","Context":""},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"Did any of them kids have some space alien with a face like a friendly\r\nturd in a bike basket?","Context":""},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"The thing is that Mr. Dibbler can even sell sausages to people who have\r\nbought them off him *before*.","Context":"Now *that's* marketing"},{"Author":"Terry Pratchett","Source":"Guards! Guards!","Content":"\"'E's fighting in there!\" he stuttered, grabbing the captain's arm.\r\n\"All by himself?\" said the captain.\r\n\"No, with everyone!\" shouted Nobby, hopping from one foot to the other.","Context":"Making Friends and Hitting People"},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"The trouble with being a god is that you've got no one to pray to.","Context":""},{"Author":"Terry Pratchett","Source":"Wyrd Sisters","Content":"\"'Tis not right, a woman going into such places by herself.\"\r\nGranny nodded. She thoroughly approved of such sentiments so long as\r\nthere was, of course, no suggestion that they applied to her.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"A true beanie should have a propellor on the top.","Context":""},{"Author":"Terry Pratchett","Source":"Lords and Ladies","Content":"\"This is a lovely party,\" said the Bursar to a chair, \"I wish I was here.\"","Context":"The Bursar is a man under a *lot* of stress"},{"Author":"Terry Pratchett","Source":"Lords and Ladies","Content":"For Magrat, stepping into a man's bedroom was like an explorer stepping on\r\nto that part of the map marked Here Be Dragons.","Context":""},{"Author":"Terry Pratchett","Source":"Feet of Clay","Content":"Slab: Jus' say \"AarrghaarrghpleeassennononoUGH\"","Context":"Detritus' war on drugs"},{"Author":"Terry Pratchett","Source":"Interesting Times","Content":"Many an ancient lord's last words had been, \"You can't kill me because I've\r\ngot magic aaargh.\"","Context":"Magic armour is not all it's cracked up to be."},{"Author":"Terry Pratchett","Source":"The Light Fantastic","Content":"Something small and distant broke through the cloud layer, trailing shreds\r\nof vapour. In the stratospheric calm the sounds of bickering came sharp and\r\nclear.\r\n\"You said you could fly one of these things!\"\r\n\"No I didn't; I just said *you* couldn't!\"","Context":"Rincewind and Twoflower attempt broomstick flying"},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"I DON'T CARE WHAT IT SAYS, said the tall biker in the helmet, I NEVER LAID\r\nA FINGER ON HIM.","Context":""},{"Author":"Terry Pratchett","Source":"Pyramids","Content":"Ibid you already know.","Context":"More Discworld philosophers"},{"Author":"Terry Pratchett","Source":"Eric","Content":"- \"So we're surrounded by absolutely nothing. There's a word for it. It's\r\n   what you get when there's nothing left and everything's been used up.\"\r\n- \"Yes. I think it's called the bill.\"","Context":""},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"... Percy the Pup here with a cold nose, bright eyes, glossy coat and\r\nthe brains of a stunned herring.","Context":"Gaspode the wonder dog on 'Laddie'"},{"Author":"Terry Pratchett","Source":"The Unadulterated Cat","Content":"Consider the situation. There you are, forehead like a set of balconies,\r\nworrying about the long-term effects of all this new 'fire' stuff on the\r\nenvironment, you're being chased and eaten by most of the planet's large\r\nanimals, and suddenly tiny versions of one of the worst of them wanders\r\ninto the cave and starts to purr.","Context":"Why humans like cats"},{"Author":"Terry Pratchett","Source":"Lords and Ladies","Content":"Serve 'em right for not inviting me to their weddings.","Context":"Ridcully contemplates the Trousers of Time"},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"Art thou a witch, *viva espana*?","Context":"The Spanish Inquisition (Tadfield version) in action"},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"Along with the standard computer warranty agreement which said that if the\r\nmachine 1) didn't work, 2) didn't do what the expensive advertisement said,\r\n3) electrocuted the immediate neighbourhood, 4) and in fact failed entirely\r\nto be inside the expensive box when you opened it, this was expressly,\r\nabsolutely, implicitly and in no event the fault or responsibility of the\r\nmanufacturer, that the purchaser should consider himself lucky to be\r\nallowed to give his money to the manufacturer, and that any attempt to\r\ntreat what had just been paid for as the purchaser's own property would\r\nresult in the attentions of serious men with menacing briefcases and very\r\nthin watches.","Context":""},{"Author":"Terry Pratchett","Source":"The Wee Free Men","Content":"Nac Mac Feegle! The Wee Free Men! Nae king! Nae quin! Nae laird!\r\n*We willna be fooled again!*","Context":""},{"Author":"Terry Pratchett","Source":"Lords and Ladies","Content":"Chain-mail isn't much defence against an arrow. It certainly isn't when the\r\narrow is being aimed between your eyes.","Context":""},{"Author":"Terry Pratchett","Source":"Hogfather","Content":"Getting an education was a bit like a communicable sexual disease. It made\r\nyou unsuitable for a lot of jobs and then you had the urge to pass it on.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"Experience has taught me that you feel better on a flight if you avoid\r\nchicken fat in plastic sauce.","Context":"The joys of travelling the world by plane"},{"Author":"Terry Pratchett","Source":"Eric","Content":"Old Tom was the single cracked bronze bell in the University bell tower.\r\nThe clapper dropped out shortly after it was cast, but the bell still\r\ntolled out some tremendously sonorous silences every hour.","Context":""},{"Author":"Terry Pratchett","Source":"Soul Music","Content":"People came to Ankh-Morpork to seek their fortune. Unfortunately, other\r\npeople sought it too.","Context":""},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"I expect I've saved the day, right?","Context":"Gaspode the wonder dog"},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"Brother Preptil, the master of the music, had described Brutha's voice as\r\nputting him in mind of a disappointed vulture arriving too late at the dead\r\ndonkey.","Context":""},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"You can't second-guess ineffability, I always say.","Context":""},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"The labyrinth of Ephebe is ancient and full of one hundred and one amazing\r\nthings you can do with hidden springs, razor-sharp knives, and falling\r\nrocks.","Context":""},{"Author":"Terry Pratchett","Source":"Maskerade","Content":"Nanny could get a statue to cry on her shoulder and say what it really\r\nthought about pigeons.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"I don't think I've ever been critical of the money Douglas Adams makes,\r\nespecially since, as has been tactfully pointed out, I myself have had to\r\nchange banks having filled the first one up.","Context":""},{"Author":"Terry Pratchett","Source":"Hogfather","Content":"We took pity on him because he'd lost both parents at an early age. I think\r\nthat, on reflection, we should have wondered a bit more about that.","Context":"Lord Downey reflects on Mister Teatime"},{"Author":"Terry Pratchett","Source":"Reaper Man","Content":"No matter how fast light travels it finds the darkness has always got\r\nthere first, and is waiting for it.","Context":""},{"Author":"Terry Pratchett","Source":"Eric","Content":"\"Multiple exclamation marks,\" he went on, shaking his head, \"are a sure\r\nsign of a diseased mind.\"","Context":"Something that Terry feels strongly about, because a similar\r\n           quote also appears in \"Reaper Man\""},{"Author":"Terry Pratchett","Source":"Eric","Content":"- \"What shall I do?\"\r\n- \"Well, if you see anything crawl out of the sea and try to breathe,\r\n   you could try telling it not to bother.\"","Context":"Rincewind and Eric at the Beginning of Time"},{"Author":"Terry Pratchett","Source":"Carpe Jugulum","Content":"In Ghat they believe in vampire watermelons, although folklore is silent\r\nabout *what* they believe about vampire watermelons. Possibly they suck\r\nback.","Context":""},{"Author":"Terry Pratchett","Source":"Feet of Clay","Content":"I AM DEATH, NOT TAXES. *I* TURN UP ONLY ONCE.","Context":""},{"Author":"Terry Pratchett","Source":"Wings","Content":"They stared at them. Staring is one of the few things frogs are good at.\r\nThinking isn't.","Context":""},{"Author":"Terry Pratchett","Source":"The Wee Free Men","Content":"But ye gotta know *where* ye're just gonna rush in. Ye cannae just rush\r\nin *anywhere*. It looks bad, havin' to rush oout again straight awa'.","Context":"Feegle tactics"},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"Botswana is also the only country in the world with a colour in its flag\r\nmeant to represent rain (a sort of blue-grey). Not many people know this.","Context":""},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"Brutha tried to nod, and thought: I'm on everyone's side. It'd be\r\nnice if, just for once, someone was on mine.","Context":""},{"Author":"Terry Pratchett","Source":"Lords and Ladies","Content":"Hah, I can just see a real playsmith putting *donkeys* in a play!","Context":""},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"Well, 'scuse me. I was jus' tryin' to save the world.","Context":"Gaspode the wonder dog"},{"Author":"Terry Pratchett","Source":"Lords and Ladies","Content":"There have, in the course of decadent history, been many large wigs, often\r\nwith build-in gewgaws to stop people having to look at boring hair all the\r\ntime. There had been ones big enough to contain pet mice or clockwork\r\nornaments. Mme Cupidor, mistress of Mad King Soup II, had one with a bird\r\ncage in it, but on special state occasions wore one containing a perpetual\r\ncalendar, a floral clock and a take-away linguini shop.","Context":""},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"His philosophy was a mixture of three famous schools -- the Cynics, the\r\nStoics and the Epicureans -- and summed up all three of them in his famous\r\nphrase, \"You can't trust any bugger further than you can throw him, and\r\nthere's nothing you can do about it, so let's have a drink.\"","Context":"We meet Dydactylos the philosopher"},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"I think I would like to go into modelling. Of course, I don't know how to\r\ndo it, and wouldn't be any good at it if I did, so I'm going to employ\r\nsomeone to walk the catwalks on my behalf. It would still be *me*, of\r\ncourse...","Context":"Terry learns Naomi Campbell has written a book."},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"Take One ticket to New Orleans\r\nTake One cab to Bourbon Street\r\nTake steps to the counter of the all night frozen dacquiri shop.\r\nTake One Large Cupful.","Context":"Terry's recipe for the Ultimate Banana Dacquiri"},{"Author":"Terry Pratchett","Source":"Jingo","Content":"Taxation, gentlemen, is very much like dairy farming. The task is to\r\nextract the maximum amount of milk with the minimum of moo. And I am afraid\r\nto say that these days all I get is moo.","Context":""},{"Author":"Terry Pratchett","Source":"Night Watch","Content":"He hated being thought of as one of those people that wore stupid\r\nornamental armour. It was gilt by association.","Context":""},{"Author":"Terry Pratchett","Source":"Reaper Man","Content":"It is traditional, when loading wire trolleys, to put the most fragile\r\nitems at the bottom.","Context":""},{"Author":"Terry Pratchett","Source":"Maskerade","Content":"- \"But I don't *believe* in reincarnation!\" he protested.\r\n- SQUEAK.\r\n- And this, Mr Pounder understood with absolute rodent clarity, meant:\r\n  Reincarnation believes in *you*.","Context":""},{"Author":"Terry Pratchett","Source":"Guards! Guards!","Content":"Thunder rolled. ... It rolled a six.","Context":""},{"Author":"Terry Pratchett","Source":"Lords and Ladies","Content":"Using a metaphor in front of a man as unimaginative as Ridcully was like a\r\nred flag to a bu-- was like putting something very annoying in front of\r\nsomeone who was annoyed by it.","Context":""},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"The figures looked more or less human. And they were engaged in\r\nreligion. You could tell by the knives (it's not murder if you do it\r\nfor a god).","Context":""},{"Author":"Terry Pratchett","Source":"Maskerade","Content":"Nanny Ogg found herself embarrassed to even think about this, and this was\r\nunusual because embarrassment normally came as naturally to Nanny as\r\naltruism comes to a cat.","Context":""},{"Author":"Terry Pratchett","Source":"Pyramids","Content":"- \"Therefore I will have dinner sent in,\" said the priest. \"It will be\r\n   roast chicken.\"\r\n- \"I hate chicken.\"\r\nDios smiled. \"No sire. On wednesdays the King always enjoys chicken, sire.\"","Context":""},{"Author":"Terry Pratchett","Source":"Feet of Clay","Content":"You never ever volunteered. Not even if a sergant stood there and said, \"We\r\nneed someone to drink alcohol, bottles of, and make love, passionate, to\r\nwomen, for the use of.\" There was *always* a snag. If a choir of angels\r\nasked for volunteers for Paradise to step forward, Nobby knew enough to\r\ntake one smart pace to the rear.","Context":""},{"Author":"Terry Pratchett","Source":"Only You Can Save Mankind","Content":"Basically, there were two sides to the world. There was the entire computer\r\ngames software industry engaged in a tremendous effort to stamp out piracy,\r\nand there was Wobbler. Currently, Wobbler was in front.","Context":""},{"Author":"Terry Pratchett","Source":"Maskerade","Content":"Ahahahahaha! Ahahahaha! Aahahaha!\r\n\r\n     BEWARE!!!!!\r\n\r\n               Yrs sincerely\r\n                        The Opera Ghost","Context":""},{"Author":"Terry Pratchett","Source":"Wings","Content":"\"You get more air close to the ground,\" said Angalo. \"I read that in a\r\nbook. You get lots of air low down, and not much when you go up.\"\r\n\"Why not?\" said Gurder.\r\n\"Dunno. It's frightened of heights, I guess.\"","Context":"The nomes discuss science"},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"He'd been particularly pleased with Manchester.","Context":"Crowley contemplating his achievements"},{"Author":"Terry Pratchett","Source":"Johnny and the Dead","Content":"*No-one* liked the Joshua N'Clement block. There were two schools of\r\nthought about what should be done with it. The people who lived there\r\nthought everyone should be taken out en then the block should be blown up,\r\nand the people who lived *near* the block just wanted it blown up.","Context":""},{"Author":"Terry Pratchett","Source":"Feet of Clay","Content":"It was hard enough to kill a vampire. You could stake them down and turn\r\nthem into dust and ten years later someone drops a drop of blood in the\r\nwrong place and *guess who's back*? They returned more times than raw\r\nbroccoli.","Context":""},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"SQUEAK.","Context":"The Death of Rats"},{"Author":"Terry Pratchett","Source":"The Light Fantastic","Content":"- \"Pull me up, then,\" he hinted.\r\n- \"I think that might be sort of difficult,\" grunted Twoflower. \"I don't\r\n  actually think I can do it, in fact.\"\r\n- \"What are you holding on to, then?\"\r\n- \"You.\"\r\n- \"I mean besides me.\"\r\n- \"What do you mean, besides you?\" said Twoflower.","Context":""},{"Author":"Terry Pratchett","Source":"The Light Fantastic","Content":"- \"If you're going to suggest I try dropping twenty feet down a pitch dark\r\n  tower in the hope of hitting a couple of greasy little steps which might\r\n  not even still be there, you can forget it,\" said Rincewind sharply.\r\n- \"There is an alternative, then.\"\r\n- \"Out with it, man.\"\r\n- \"You could drop five hundred feet down a pitch black tower and hit stones\r\n  which certainly are there,\" said Twoflower.\r\nDead silence from below him. Then Rincewind said, accusingly, \"That\r\nwas sarcasm.\"","Context":""},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"When the least they could do to you was everything, then the most\r\nthey could do to you suddenly held no terror.","Context":""},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"If you take the small view, the universe is just something small and round,\r\nlike those water-filled balls which produce a miniature snowstorm when you\r\nshake them. Although, unless the ineffable plan is a lot more ineffable\r\nthan it's given credit for, it does not have a large plastic snowman at the\r\nbottom.","Context":""},{"Author":"Terry Pratchett","Source":"The Truth","Content":"WHO KNOWS WHAT EVIL LURKS IN THE HEART OF MEN?\r\nThe Death of Rats looked up from the feast of potato.\r\nSQUEAK, he said.\r\nDeath waved a hand dismissively. WELL, YES, OBVIOUSLY *ME*, he said.\r\nI JUST WONDERED IF THERE WAS ANYONE ELSE.","Context":""},{"Author":"Terry Pratchett","Source":"Hogfather","Content":"Millennium hand and shrimp.","Context":""},{"Author":"Terry Pratchett","Source":"Johnny and the Dead","Content":"Sergeant Comely was working on the general assumption that where you got\r\nlots of people gathered together, something illegal was bound to happen\r\nsooner or later.","Context":""},{"Author":"Terry Pratchett","Source":"Night Watch","Content":"The Assassin moved quietly from roof to roof until he was well away from\r\nthe excitement around the Watch House.\r\n\r\nHis movements could be called cat-like, except that he did not stop to\r\nspray urine up against things.","Context":""},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"It's a god-eat-god world.","Context":""},{"Author":"Terry Pratchett","Source":"Soul Music","Content":"The students were staring at her in the manner of those who have heard of\r\nthe species 'female' but have never expected to get this close to one.","Context":""},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"I'm vice-president of Throwing Out People Mr Dibbler Doesn't like the\r\nFace of.","Context":""},{"Author":"Terry Pratchett","Source":"Hogfather","Content":"The truth may be out there, but lies are inside your head.","Context":""},{"Author":"Terry Pratchett","Source":"Wings","Content":"- \"What's the human singing about, Thing?\" said Masklin.\r\n- \"It is a little difficult to follow. However, it appears that the singer\r\n   wishes it to be known that he did something his way.\"\r\n- \"Did what?\"\r\n- \"Insufficient data at this point. But whatever it was, he did it at\r\n   a) each step along life's highway and b) not in a shy way...\"","Context":""},{"Author":"Terry Pratchett","Source":"Equal Rites","Content":"They may have been ugly. they may have been evil. But when it came to\r\npoetry in motion, the Things had all the grace and coordination of a\r\ndeck-chair.","Context":"Meet the creatures from the Dungeon Dimensions"},{"Author":"Terry Pratchett","Source":"The Light Fantastic","Content":"- \"DID YOU SAY HUMANS PLAY IT FOR FUN?\"\r\n- \"Some of them get to be very good at it, yes. I'm only an amateur,\r\n   I'm afraid\"\r\n- \"BUT THEY ONLY LIVE EIGHTY OR NINETY YEARS!\"","Context":"The joys of bridge"},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"Go on, prove me wrong. Destroy the fabric of the universe. See if I care.","Context":"Terry defending his solution to the Monty Hall problem."},{"Author":"Terry Pratchett","Source":"Guards! Guards!","Content":"Lady Ramkin's bosom rose and fell like an empire.","Context":""},{"Author":"Terry Pratchett","Source":"Pyramids","Content":"All assassins had a full-length mirror in their rooms, because it would be\r\na terrible insult to anyone to kill them when you were badly dressed.","Context":""},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"Seems I can't get me 'ead down these days without rescuin' people or\r\nfoilin' robbers or sunnink.","Context":"It's a wonder dog's life"},{"Author":"Terry Pratchett","Source":"Eric","Content":"It was true about the time measurement as well. The Tezumen had realized\r\nlong ago that everything was steadily getting worse and, having a terrible\r\nlittle-mindedness, had developed a complex system to keep track of how much\r\nworse each succeeding day was.","Context":""},{"Author":"Terry Pratchett","Source":"Lords and Ladies","Content":"He married that Palliard girl, remember? The one with the air-cooled teeth?","Context":""},{"Author":"Terry Pratchett","Source":"The Last Continent","Content":"Ridcully was to management what King Herod was to the Bethlehem Playgroup\r\nAssociation. His mental approach to it could be visualised as a sort of\r\nbusiness flowchart with, at the top, a circle entitled \"Me, who does the\r\ntelling\" and, connected below it by a line, a large circle entitled\r\n\"Everyone else\".","Context":""},{"Author":"Terry Pratchett","Source":"Lords and Ladies","Content":"I wants your body, Mrs Ogg.","Context":"Casanunda makes his move"},{"Author":"Terry Pratchett","Source":"Feet of Clay","Content":"Just because someone's a member of an ethnic minority doesn't mean they're\r\nnot a nasty small-minded little jerk [...]","Context":""},{"Author":"Terry Pratchett","Source":"Lords and Ladies","Content":"The shortest unit of time in the multiverse is the New York Second, defined\r\nas the period of time between the traffic lights turning green and the cab\r\nbehind you honking.","Context":""},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"I thought it was going to be bucket-of-water time myself.","Context":"Gaspode's way of saying \"I'm sorry, was I intruding?\""},{"Author":"Terry Pratchett","Source":"Hogfather","Content":"That statement is either so deep it would take a lifetime to fully\r\ncomprehend every particle of its meaning, or it is a load of absolute tosh.\r\nWhich is it, I wonder?","Context":""},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"\"I'm a cat person, myself,\" she said, vaguely. A low-level voice said:\r\n\"Yeah? Yeah? Wash in your own spit, do you?\"","Context":"It's a dog's life"},{"Author":"Terry Pratchett","Source":"Lords and Ladies","Content":"Do not meddle in the affairs of wizards, especially simian ones. They are\r\nnot all that subtle.","Context":""},{"Author":"Terry Pratchett","Source":"The Unadulterated Cat","Content":"It's an interesting fact that fewer than 17 % of Real cats end their lives\r\nwith the same name they started with. Much family effort goes into\r\nselecting one at the start (\"She looks like a Winnifred to *me*\"), and the\r\nas the years roll by it suddenly finds itself being called Meepo or Ratbag.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"Death isn't on line. If he was, there would be a sudden drop in the death\r\nrate. Although it'd be interesting to see if he'd post things like: DON'T\r\nYOU THINK I SOUND LIKE JAMES EARL JONES?","Context":""},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"People who used magic without knowing what they were doing usually came to\r\na sticky end. All over the entire room, sometimes.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"She wanted a HOLIDAY in Australia, she said, and if I turned it into work\r\nshe'd hit me -- so I gave in, because I did not want to be beaten about the\r\nBush.","Context":""},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"When you can flatten entire cities at a whim, a tendency towards\r\nquiet reflection and seeing-things-from-the-other-fellow's-point-\r\nof-view is seldom necessary.","Context":""},{"Author":"Terry Pratchett","Source":"Truckers","Content":"No, no, no, what you do is, you get a gnu, then you point it at the driver\r\nand someone says, 'Look out, he's got a gnu!' and you say, 'Take us where\r\nwe want to go or I'll fire this gnu at you!'","Context":"\"Host Age at 10,000 Feet\", Nome style"},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"The difference between me and Neil in our attitude to movie projects is\r\nthat he doesn't believe they're going to happen until he's sitting in\r\nhis seat eating popcorn, and I don't believe they're going to happen.","Context":""},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"Most alchemists were nervous, in any case; it came from not knowing what\r\nthe crucible of bubbling stuff they were experimenting with was going to do\r\nnext.","Context":""},{"Author":"Terry Pratchett","Source":"Wings","Content":"There was a polite beeping from the Thing. \"You may be interested to know,\"\r\nit said, \"that we've broken the sound barrier.\"  Masklin turned wearily to\r\nthe others. \"All right, own up. Who broke it?\"","Context":""},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"Woof bloody woof.","Context":"Gaspode the Wonder Dog"},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"DON'T THINK OF IT AS DYING, said Death. JUST THINK OF IT AS LEAVING\r\nEARLY TO AVOID THE RUSH.","Context":""},{"Author":"Terry Pratchett","Source":"Eric","Content":"Any wizard bright enough to survive for five minutes was also bright enough\r\nto realise that if there was any power in demonology, then it lay with the\r\ndemons. Using it for your own purposes would be like trying to beat mice to\r\ndeath with a rattlesnake.","Context":"Why summoning demons is a Bad Idea"},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"On those occasions when the angel managed to get his mind into the\r\ntwentieth century, it always gravitated to 1950.","Context":""},{"Author":"Terry Pratchett","Source":"Witches Abroad","Content":"Asking someone to repeat a phrase you'd not only heard very clearly but\r\nwere also exceedingly angry about was around Defcon II in the lexicon of\r\nsquabble.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"Oh dear, I'm feeling political today. It's just that it's dawned on me that\r\n'zero tolerance' only seems to mean putting extra police in poor, run-down\r\nareas, and not in the Stock Exchange.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"I mean, I wouldn't pay more than a couple of quid to see me, and *I'm* me.","Context":""},{"Author":"Terry Pratchett","Source":"Witches Abroad","Content":"Nanny Ogg looked him up and down or, at least, down and further down.\r\n\"You're a dwarf,\" she said.","Context":"Nanny Ogg meets Casanunda"},{"Author":"Terry Pratchett","Source":"Wings","Content":"- \"The other humans around it are trying to explain to it what a planet is.\"\r\n- \"Doesn't it know?\"\r\n- \"Many humans don't. Mistervicepresident is one of them.\"","Context":""},{"Author":"Terry Pratchett","Source":"Mort","Content":"\"You're dead,\" he said. Keli waited. She couldn't think of any suitable\r\nreply. \"I'm not\" lacked a certain style, while \"Is it serious?\" seemed\r\nsomehow too frivolous.","Context":"Princess Keli in trouble"},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"\"In a word -- im-possible!\"\r\n\"That's two words,\" said Dibbler.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"I staggered into a Manchester bar late one night on a tour and the waitress\r\nsaid \"You look as if you need a Screaming Orgasm\". At the time this was the\r\nlast thing on my mind...","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"It's not Brits who think American readers are a bunch of whinging morons\r\nwith the geo-social understanding of a wire coathanger, it's *American*\r\neditors.","Context":"Setting the record straight"},{"Author":"Terry Pratchett","Source":"Jingo","Content":"Give a man a fire and he's warm for a day, but set fire to him and he's\r\nwarm for the rest of his life.","Context":""},{"Author":"Terry Pratchett","Source":"Only You Can Save Mankind","Content":"\"Stuck? You're an *alien*,\" said Johnny. \"Aliens don't get stuck in\r\nair ducts. It's practically a well-known fact.\"","Context":""},{"Author":"Terry Pratchett","Source":"The Truth","Content":"There are, it has been said, two types of people in the world. There are\r\nthose who, when presented with a glass that is exactly half full, say:\r\nthis glass is half full. And then there are those who say: this glass\r\nis half empty.\r\n\r\nThe world *belongs*, however, to those who can look at the glass and say:\r\nWhat's up with this glass? Excuse me? Excuse *me*? This is my glass? I\r\ndon't *think* so. My glass was full! *And* it was a bigger glass!","Context":""},{"Author":"Terry Pratchett","Source":"Maskerade","Content":"After you'd known Christine for any length of time, you found yourself\r\nfighting a desire to look into her ear to see if you could spot daylight\r\ncoming the other way.","Context":""},{"Author":"Terry Pratchett","Source":"Men at Arms","Content":"- \"It could be a torture chamber or a dungeon or a hideous pit or anything!\"\r\n- \"It's just a student's bedroom, sergeant.\"\r\n- \"You see?\"","Context":""},{"Author":"Terry Pratchett","Source":"Lords and Ladies","Content":"Verence would rather cut his own leg off than put a witch in prison, since\r\nit'd save trouble in the long run and probably be less painful.","Context":""},{"Author":"Terry Pratchett","Source":"Maskerade","Content":"It was done far more often than the audiences ever realized -- when singers\r\nhad a sore throat, or had completely dried, or had turned up so drunk they\r\ncould barely stand, or, in one notorious instance many years previously,\r\nhad died in the interval and subsequently sung their famous aria by means\r\nof a broom-handle stuck up their back and their jaw operated with a piece\r\nof string.","Context":""},{"Author":"Terry Pratchett","Source":"Only You Can Save Mankind","Content":"No-one could sit in that chair. It was full of old T-shirts and books and\r\nsupper plates and junk. There was a deep sock layer and possibly the Lost\r\nStrawberry Yoghurt. No-one could sit down there without special equipment.","Context":""},{"Author":"Terry Pratchett","Source":"Guards! Guards!","Content":"The three rules of the Librarians of Time and Space are: 1) Silence; 2)\r\nBooks must be returned no later than the date last shown; and 3) Do not\r\ninterfere with the nature of causality.","Context":""},{"Author":"Terry Pratchett","Source":"Maskerade","Content":"No male had ever touched Agnes before, except perhaps to push her over and\r\nsteal her sweets.","Context":""},{"Author":"Terry Pratchett","Source":"Maskerade","Content":"The pre-luncheon drinks were going quite well, Mr Bucket thought. Everyone\r\nwas making polite conversation and absolutely no one had been killed up to\r\nthe present moment.","Context":""},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"It was the sort of thing you expected in the Street of Alchemists. The\r\nneighbours *preferred* explosions, which were at least identifiable and\r\nsoon over. They were better than the smells, which crept up on you.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"I'm referred to, I see, as 'the biggest banker in modern publishing'. Now\r\n*there's* a line that needed the celebrated Guardian proof-reading.","Context":""},{"Author":"Terry Pratchett","Source":"The Light Fantastic","Content":"The point that must be made is that although Herrena the Henna-Haired\r\nHarridan would look quite stunning after a good bath, a heavy-duty\r\nmanicure, and the pick of the leather racks in Woo Hung Ling's Oriental\r\nExotica and Martial Aids on Heroes Street, she was currently quite sensibly\r\ndressed in light chain mail, soft boots, and a short sword. All right,\r\nmaybe the boots were leather. But not black.","Context":""},{"Author":"Terry Pratchett","Source":"Guards! Guards!","Content":"People who are rather more than six feet tall and nearly as broad across\r\nthe shoulders often have uneventful journeys. People jump out at them from\r\nbehind rocks then say things like, \"Oh. Sorry. I thought you were someone\r\nelse.\"","Context":"Carrot travels to Ankh-Morpork"},{"Author":"Terry Pratchett","Source":"Reaper Man","Content":"People have believed for hundreds of years that newts in a well mean that\r\nthe water's fresh and drinkable, and *in all that time* never asked\r\nthemselves whether the newts got out to go to the lavatory.","Context":""},{"Author":"Terry Pratchett","Source":"Men at Arms","Content":"Cuddy had only been a guard for a few days, but already he had absorbed one\r\nimportant and basic fact: it is almost impossible for anyone to be in a\r\nstreet without breaking the law.","Context":""},{"Author":"Terry Pratchett","Source":"Men at Arms","Content":"The Battle of Koom Valley is the only one known to history where both sides\r\nambushed each other.","Context":""},{"Author":"Terry Pratchett","Source":"Maskerade","Content":"The singers all loathe the sight of one another, the chorus despises the\r\nsingers, they both hate the orchestra, and everyone fears the conductor;\r\nthe staff on one prompt side won't talk to the staff on the opposite prompt\r\nside, the dancers are all crazed from hunger in any case...","Context":""},{"Author":"Terry Pratchett","Source":"Lords and Ladies","Content":"A heap of discarded garments by the bed suggested that Verence had mastered\r\nthe art of hanging up clothes as practised by half the population of the\r\nworld, and that he had equally had difficulty with the complex topological\r\nmanoeuvres necessary to turn the socks the right way out.","Context":""},{"Author":"Terry Pratchett","Source":"Wings","Content":"It would be nice to say that the tiny frogs thought long and hard about the\r\nnew flower, about life in the old flower, about the need to explore, about\r\nthe possibility that the world was bigger than a pool with petals around\r\nthe edge.\r\nIn fact, what they thought was: \"._._.mipmip._._.mipmip._._.mipmip\".","Context":""},{"Author":"Terry Pratchett","Source":"Men at Arms","Content":"He was said to have the body of a twenty-five year old, although no one\r\nknew where he kept it.","Context":"The Life and Times of Corporal Nobbs"},{"Author":"Terry Pratchett","Source":"Reaper Man","Content":"\"Chap with a whip got as far as the big sharp spikes last week,\" said\r\nthe low priest.","Context":"Life in the Temple of Offler"},{"Author":"Terry Pratchett","Source":"Pyramids","Content":"What our ancestors would really be thinking, if they were alive today,\r\nis: \"Why is it so dark in here?\"","Context":""},{"Author":"Terry Pratchett","Source":"Guards! Guards!","Content":"There was a thoughtful pause in the conversation as the assembled Brethren\r\nmentally divided the universe into the deserving and the undeserving, and\r\nput themselves on the appropriate side.","Context":"The Elucidated Brethren see the light"},{"Author":"Terry Pratchett","Source":"Men at Arms","Content":"It's got three keyboards and a hundred extra knobs, including twelve with\r\n'?' on them.","Context":"The Unseen University Organ, as designed by B. S. Johnson"},{"Author":"Terry Pratchett","Source":"Eric","Content":"While working his way along a wall he came to a huge door, which\r\nartistically portrayed a group of prisoners apparently being given a\r\ncomplete medical check-up [footnote: From a distance it did, anyway.\r\nClose to, no].","Context":"Rincewind visits the Tezumen tribe"},{"Author":"Terry Pratchett","Source":"Witches Abroad","Content":"\"Baths is unhygienic,\" Granny declared. \"You know I've never agreed with\r\nbaths. Sittin' around in your own dirt like that.\"","Context":"Taking personal hygiene to new limits"},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"One of the highlights of the first Good Omens tour was Neil and I walking\r\nthrough New York singing Shoehorn with Teeth. Well, we'd had a good\r\nbreakfast.\r\n\r\nAnd you don't get mugged, either.","Context":""},{"Author":"Terry Pratchett","Source":"Reaper Man","Content":"\"What is this thing, anyway?\" said the Dean, inspecting the implement in\r\nhis hands.\r\n\"It's called a shovel,\" said the Senior Wrangler. \"I've seen the gardeners\r\nuse them. You stick the sharp end in the ground. Then it gets a bit\r\ntechnical.\"","Context":""},{"Author":"Terry Pratchett","Source":"Maskerade","Content":"- \"There have been...accidents.\"\r\n- \"What kind of accidents?\"\r\n- \"The kind of accidents you prefer to call...accidents.\"","Context":""},{"Author":"Terry Pratchett","Source":"Diggers","Content":"\"Nah,\" he said, eventually. \"I've looked at the colours on flowers. They're\r\ndefinitely built-in.\"","Context":""},{"Author":"Terry Pratchett","Source":"Reaper Man","Content":"Mrs Evadne Cake was a medium, verging on small.","Context":""},{"Author":"Terry Pratchett","Source":"Eric","Content":"- \"There's a door\"\r\n- \"Where does it go?\"\r\n- \"It stays where it is, I think.\"","Context":""},{"Author":"Terry Pratchett","Source":"Men at Arms","Content":"The maze was so small that people got lost looking *for* it.","Context":"Bloody Stupid Johnson at his finest"},{"Author":"Terry Pratchett","Source":"The Dark Side of the Sun","Content":"\"I perceive a possibility of an immediate chronological sequence of events\r\nwhich includes a violence,\" said Three. He stepped back, \"I express\r\npreference for a chronological sequence of events which precludes a\r\nviolence.\"","Context":""},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"Pets are always a great help in times of stress. And in times of\r\nstarvation too, o'course.","Context":""},{"Author":"Terry Pratchett","Source":"Mort","Content":"- \"My granny says that dying is like going to sleep,\" Mort added, a shade\r\n   hopefully.\r\n- I WOULDN'T KNOW. I HAVE DONE NEITHER.","Context":""},{"Author":"Terry Pratchett","Source":"Maskerade","Content":"People who didn't need people needed people around to know that they were\r\nthe kind of people who didn't need people.","Context":""},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"He wondered reflectively what would happen if you asked a nun where the\r\nGents was. Probably the Pope sent you a sharp note or something.","Context":""},{"Author":"Terry Pratchett","Source":"Mort","Content":"Do not meddle in the affairs of wizards because a refusal often offends,\r\nI read somewhere.","Context":""},{"Author":"Terry Pratchett","Source":"Maskerade","Content":"The person on the other side was a young woman. Very obviously a young\r\nwoman. There was no possible way that she could have been mistaken for a\r\nyoung man in any language, especially Braille.","Context":"The goddess with the nice earrings"},{"Author":"Terry Pratchett","Source":"Mort","Content":"The only things known to go faster than ordinary light is monarchy,\r\naccording to the philosopher Ly Tin Weedle. He reasoned like this: you\r\ncan't have more than one king, and tradition demands that there is no gap\r\nbetween kings, so when a king dies the succession must therefore pass to\r\nthe heir *instantaneously*. Presumably, he said, there must be some\r\nelementary particles -- kingons, or possibly queons -- that do this job,\r\nbut of course succession sometimes fails if, in mid-flight, they strike an\r\nanti-particle, or republicon. His ambitious plans to use his discovery to\r\nsend messages, involving the careful torturing of a small king in order to\r\nmodulate the signal, were never fully expanded because, at that point, the\r\nbar closed.","Context":""},{"Author":"Terry Pratchett","Source":"The Amazing Maurice and his Educated Rodents","Content":"The important thing about adventures, thought Mr Bunnsy, was that they\r\nshouldn't be so long as to make you miss mealtimes.","Context":""},{"Author":"Terry Pratchett","Source":"Mort","Content":"Poets have tried to describe Ankh-Morpork. They have failed. Perhaps it's\r\nthe sheer zestful vitality of the place, or maybe it's just that a city\r\nwith a million inhabitants and no sewers is rather robust for poets, who\r\nprefer daffodils and no wonder.","Context":""},{"Author":"Terry Pratchett","Source":"Wyrd Sisters","Content":"On nights such as these the gods, as has already been pointed out, play\r\ngames other than chess with the fates of mortals and the thrones of kings.\r\nIt is important to remember that they always cheat, right up to the end...","Context":""},{"Author":"Terry Pratchett","Source":"Interesting Times","Content":"Stercus, stercus, stercus, moriturus sum.","Context":""},{"Author":"Terry Pratchett","Source":"Mort","Content":"The thing between Death's triumphant digits was a fly from the dawn of\r\ntime. It was the fly in the primordial soup. It had bred on mammoth\r\nturds.  It wasn't a fly that bangs on window panes, it was a fly that\r\ndrills through walls.","Context":"Death goes fishing"},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"\"?\" he said.","Context":""},{"Author":"Terry Pratchett","Source":"Johnny and the Dead","Content":"- \"America?\" said Mrs Liberty. \"Won't we get scalped?\"\r\n- \"Good grief, no!\" said William Stickers, who was a bit more up to date\r\n   about the world.\r\n- \"*Probably* not,\" said Mr Fletcher, who had been watching the news lately\r\n   and was even more up to date than William Stickers.","Context":"Still looking for a good place to party"},{"Author":"Terry Pratchett","Source":"Mort","Content":"- \"Sodomy non sapiens,\" said Albert under his breath.\r\n- \"What does that mean?\"\r\n- \"Means I'm buggered if I know.\"","Context":"Mort and Albert are facing a problem"},{"Author":"Terry Pratchett","Source":"Lords and Ladies","Content":"\"I know she's in there,\" said Verence, holding his crown in his hands in\r\nthe famous Ai-Senor-Mexican-Bandits-Have-Raided-Our-Village position.","Context":""},{"Author":"Terry Pratchett","Source":"Guards! Guards!","Content":"It's a metaphor of human bloody existence, a dragon. And if that wasn't bad\r\nenough, it's also a bloody great hot flying thing.","Context":"Captain Vimes ponders his problems"},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"And it came to pass that in time the Great God Om spake unto Brutha, the\r\nChosen One: \"Psst!\"","Context":""},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"Many people, meeting Aziraphale for the first time, formed three\r\nimpressions: that he was English, that he was intelligent, and that he was\r\ngayer than a tree full of monkeys on nitrous oxide.","Context":""},{"Author":"Terry Pratchett","Source":"Truckers","Content":"The Store was having its last sale. It was holding a Grand Final Clearance\r\nof specially selected sparks, and flames to suit every pocket.","Context":""},{"Author":"Terry Pratchett","Source":"Lords and Ladies","Content":"It was here that the thaum, hitherto believed to be the smallest possible\r\nparticle of magic, was succesfully demonstrated to be made up of /resons/\r\n(Lit.: 'Thing-ies') or reality fragments. Currently research indicates that\r\neach reson is itself made up of a combination of at least five 'flavours',\r\nknown as 'up', 'down', 'sideways', 'sex appeal' and 'peppermint'.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"You know what I'd really, really like? What I'd pay MONEY for? A ZX81 with\r\na disc drive. I *understood* the ZX81. It was so easy to interface stuff to\r\nit.","Context":""},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"- \"It looks worse than you can imagine!\"\r\n- \"I can imagine some pretty bad things!\"\r\n- \"That's why I said *worse*!\"","Context":""},{"Author":"Terry Pratchett","Source":"Witches Abroad","Content":"Magrat was annoyed. She was also frightened, which made her even more\r\nannoyed. It was hard for people when Magrat was annoyed. It was like being\r\nattacked by damp tissue.","Context":""},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"\"You're not one of us.\"\r\n\"I don't think I'm one of them, either,\" said Brutha. \"I'm one of\r\nmine.\"","Context":""},{"Author":"Terry Pratchett","Source":"The Wee Free Men","Content":"\"Zoology, eh? That's a big word, isn't it?\"\r\n\"No, actually it isn't,\" said Tiffany. \"Patronizing is a big word.\r\nZoology is really quite short.\"","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"I stroll along, talk, I sign books, people buy me drinks, I forget where my\r\nhotel is, I get lost and fall into some local body of water... done it\r\nhundreds of times.","Context":"Going to a convention is fun!"},{"Author":"Terry Pratchett","Source":"Lords and Ladies","Content":"Mustrum Ridcully did a lot for rare species. For one thing, he kept\r\nthem rare.","Context":""},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"\"Students?\" barked the Archchancellor.\r\n\"Yes, Master. You know? They're the thinner ones with the pale faces?\r\nBecause we're a *university*? They come with the whole thing, like rats --\"","Context":""},{"Author":"Terry Pratchett","Source":"The Truth","Content":"The Truth Shall Make Ye Fret","Context":""},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"\"I like the idea of democracy. You have to have someone everyone\r\ndistrusts,\" said Brutha. \"That way, everyone's happy.\"","Context":""},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"How's he in the mysterious senses department?","Context":"Gaspode the wonder dog"},{"Author":"Terry Pratchett","Source":"Johnny and the Dead","Content":"I believe it's very hard to have fun in Iceland without fish being\r\ninvolved in some way.","Context":"Looking for a good place to party"},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"Of course, it is very important to be sober when you take an exam.\r\nMany worthwhile careers in the street-cleansing, fruit-picking and\r\nsubway-guitar-playing industries have been founded on a lack of\r\nunderstanding of this simple fact.","Context":""},{"Author":"Terry Pratchett","Source":"Interesting Times","Content":"\"Luck is my middle name,\" said Rincewind, indistinctly. \"Mind you, my first\r\nname is Bad.\"","Context":""},{"Author":"Terry Pratchett","Source":"Wyrd Sisters","Content":"\"Actors,\" said Granny, witheringly. \"As if the world weren't full\r\nof enough history without inventing more.\"","Context":""},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"- \"I thought swords had to be straight.\"\r\n- \"Perhaps they start out straight and go bendy with use. A lot of things\r\n  do.\"","Context":"Odour-eaters, right? Yeah, she means odour-eaters."},{"Author":"Terry Pratchett","Source":"Witches Abroad","Content":"You can't go around building a better world for people. Only people\r\ncan build a better world for people. Otherwise it's just a cage.","Context":""},{"Author":"Terry Pratchett","Source":"Equal Rites","Content":"They both savoured the strange warm glow of being much more ignorant than\r\nordinary people, who were only ignorant of ordinary things.","Context":"Discworld scientists at work"},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"Have a bit more patience with newbies. Of course some of them act dumb --\r\nthey're often *students*, for heaven's sake.","Context":""},{"Author":"Terry Pratchett","Source":"Wyrd Sisters","Content":"\"A man could go far, knowing his rights like you do,\" said Granny.\r\n\"But right now he should go home.\"","Context":""},{"Author":"Terry Pratchett","Source":"Lords and Ladies","Content":"The Librarian looked out at the jolting scenery. He was sulking. This had\r\na lot to do with the new bright collar around his neck with the word\r\n\"PONGO\" on it. Someone was going to suffer for this.","Context":"The Librarian travels incognito"},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"\"Out of Print\" is bookseller speak for \"We can't be hedgehogged\".","Context":""},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"... walking like a man carrying a thermos flask of something that might\r\ncause, if he dropped it or even thought about dropping it, the sort of\r\nexplosion that impels grey-beards to make statements like \"And where this\r\ncrater is now, once stood the city of Wah-Shing-Ton\", in SF B-movies.","Context":"Crowley gets out the Holy Water"},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"Could have bin worse, mister. I could have said 'miaow'.","Context":"Our hero meets Gaspode the wonder dog"},{"Author":"Terry Pratchett","Source":"Wings","Content":"HOTELS: A place where TRAVELLING HUMANS are parked at night. Other humans\r\nbring them food, including the famous BACON, LETTUCE AND TOMATO SANDWICH.\r\nThere are beds and towels and special things that rain on people to get\r\nthem clean.","Context":"From A Scientific Encyclopedia for the Enquiring Young Nome\r\n           by Angalo de Haberdasheri"},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"Messin' around with girls in thrall to Creatures from the Void never works\r\nout, take my word for it.","Context":"Gaspode gives Victor some practical advice"},{"Author":"Terry Pratchett","Source":"Johnny and the Bomb","Content":"Bigmac wasn't an athlete. If there was an Olympic Sick Note event, he\r\nwould've won the 100 metres I've Got Asthma, the half marathon Lurk in the\r\nChanging Rooms, and the freestyle Got to Go to the Doctor.","Context":""},{"Author":"Terry Pratchett","Source":"Guards! Guards!","Content":"It was possibly the most circumspect advance in the history of military\r\nmanoeuvres, right down at the bottom end of the scale that things like the\r\nCharge of the Light Brigade are at the top of.","Context":"The City Watch takes action"},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"And Howondaland Smith, Balrog Hunter, practic'ly eats the dark for\r\nhis tea.","Context":"Gaspode the wonder dog"},{"Author":"Terry Pratchett","Source":"Interesting Times","Content":"\"I know about people who talk about suffering for the common good.  It's\r\nnever bloody them! When you hear a man shouting \"Forward, brave comrades!\"\r\nyou'll see he's the one behind the bloody big rock and the one wearing the\r\nonly really arrow-proof helmet!\"","Context":"Rincewind gives a speech on politics."},{"Author":"Terry Pratchett","Source":"Guards! Guards!","Content":"Right, you bastards, you're... you're geography","Context":""},{"Author":"Terry Pratchett","Source":"Guards! Guards!","Content":"The significant owl hoots in the night.","Context":""},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"Guilt was the grease in which the wheels of the authority turned.","Context":""},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"I mean are we talking Thicko City here or what?","Context":"Gaspode the wonder dog"},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"I do note with interest that old women in my books become young women on\r\nthe covers... this is discrimination against the chronologically gifted.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"There are *no* inconsistencies in the Discworld books; ocassionally,\r\nhowever, there are alternate pasts.","Context":""},{"Author":"Terry Pratchett","Source":"alt.books.pratchett","Content":"As far as I'm aware I'm not specifically banned anywhere in the USA, and\r\nam rather depressed about it.  Surely some of you guys can do\r\n*something?*","Context":""},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"\"He's in love,\" said Gaspode. \"It's very tricky.\"\r\n\"Yeah, I know how it is,\" said the cat sympathetically. \"People throwing\r\nold boots and things at you.\"","Context":""},{"Author":"Terry Pratchett","Source":"Wyrd Sisters","Content":"\"Yes, bugger all that.\" said Nanny. \"Let's curse somebody.\"","Context":"Even Nanny Ogg gets upset occasionally"},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"3) I don't sign parts of the body, even if they're still attached.","Context":"From Terry's Rules of Book Signing"},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"My experience in Amsterdam is that cyclists ride  where the hell they\r\nlike and aim in a state of rage at all pedestrians while ringing their\r\nbell loudly, the concept of avoiding people being foreign to them.\r\n\r\nMy dream holiday would be a) a ticket to Amsterdam b) immunity from\r\nprosecution and c) a baseball bat  :-)","Context":""},{"Author":"Terry Pratchett","Source":"Only You Can Save Mankind","Content":"Wobbler had written an actual computer game like this once. It was called\r\n\"Journey to Alpha Centauri\". It was a screen with some dots on it.\r\nBecause, he said, it happened in *real time*, which no-one had ever heard\r\nof until computers. He'd seen on TV that it took three thousand years to\r\nget to Alpha Centauri. He had written it so that if anyone kept their\r\ncomputer on for three thousand years, they'd be rewarded by a little dot\r\nappearing in the middle of the screen, and then a message saying, \"Welcome\r\nto Alpha Centauri. Now go home.\"","Context":""},{"Author":"Terry Pratchett","Source":"The Last Continent","Content":"Daggy stepped forward, but only comparatively; in fact, his mates had all,\r\nwithout discussion, taken one step backwards in the choreography of\r\ncaution.","Context":""},{"Author":"Terry Pratchett","Source":"Johnny and the Dead","Content":"Mrs. Nugent was the Johnson's next door neighbour, and known to be\r\nunreasonable on subjects like Madonna played at full volume at 3 a.m.","Context":""},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"I wouldn't give it to a dog, and I *am* one.","Context":"Gaspode the wonder dog"},{"Author":"Terry Pratchett","Source":"Hogfather","Content":"Biers was where the undead drank. And when Igor the barman was asked for a\r\nBloody Mary, he didn't mix a metaphor.","Context":""},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"Can't sing. Can't dance. Can handle a sword a little.","Context":"Victor's resume"},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"Woof. In tones of low menace.","Context":"Gaspode the wonder dog"},{"Author":"Terry Pratchett","Source":"Reaper Man","Content":"No one was avoiding him, it was just that an apparent random Brownian\r\nmotion was gently moving everyone away.","Context":""},{"Author":"Terry Pratchett","Source":"The Light Fantastic","Content":"Early to rise, early to bed, makes a man healthy, wealthy and dead.","Context":"Apparently Terry nicked this from James Thurber. Still a good\r\n           quote, though."},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"The lorry blocked the road. And the corrugated iron blocked the road. And a\r\nthirty-foot-high pile of fish blocked the road. It was one of the most\r\neffectively blocked roads the sergeant had ever seen.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"1) I have never waved a hankie in anger\r\n2) I do not peronally know any Morris dancers\r\n3) But Morris dancing is kind of funny and weird at the same time.","Context":""},{"Author":"Terry Pratchett","Source":"Thief of Time","Content":"Look, that's why there's rules, understand? So that you *think* before\r\nyou break 'em.","Context":""},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"Does that look like ten per cent to you, Victor?","Context":"Gaspode the wonder dog"},{"Author":"Terry Pratchett","Source":"Hogfather","Content":"This is very similar to the suggestion put forward by the Quirmian\r\nphilosopher Ventre, who said, \"Possibly the gods exist, and possibly they\r\ndo not. So why not believe in them in any case? If it's all true you'll go\r\nto a lovely place when you die, and if it isn't then you've lost nothing,\r\nright?\" When he died he woke up in a circle of gods holding nasty-looking\r\nsticks and one of them said, \"We're going to show you what we think of Mr\r\nClever Dick in these parts...\"","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"I reckon that Stonehege was build by the contemporary equivalent of\r\nMicrosoft, whereas Avebury was definitely an Apple circle.","Context":""},{"Author":"Terry Pratchett","Source":"Reaper Man","Content":"- \"Have you any last words?\"\r\n- YES. I DON'T WANT TO GO.\r\n- \"Well. Succinct, anyway.\"","Context":"Death at the other end of the scythe, for once"},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"\"Did I hear things, or can that little dog speak?\" said Dibbler.\r\n\"He says he can't,\" said Victor. Dibbler hesitated.\r\n\"Well,\" he said, \"I suppose he should know.\"","Context":"Dibbler meets Gaspode the Wonder Dog"},{"Author":"Terry Pratchett","Source":"Jingo","Content":"One of the universal rules of happiness is: always be wary of any helpful\r\nitem that weighs less than its operating manual.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"Somehow, trying to get Granny Weatherwax and 'panty raid' into the same\r\nsentence is beyond me.","Context":""},{"Author":"Terry Pratchett","Source":"The Light Fantastic","Content":"I WAS AT A PARTY, he added, a shade reproachfully.","Context":"Death is summoned by the Wizards"},{"Author":"Terry Pratchett","Source":"Carpe Jugulum","Content":"There are many rhymes about magpies, but none of them is very reliable\r\nbecause they are not the ones the magpies know themselves.","Context":""},{"Author":"Terry Pratchett","Source":"The Light Fantastic","Content":"A Thaum is the basic unit of magical strength. It has been universally\r\nestablished as the amount of magic needed to create one small white pigeon\r\nor three normal sized billiard balls.","Context":""},{"Author":"Terry Pratchett","Source":"Truckers","Content":"Granny's remedies, made from simple, honest, and generally nearly poisonous\r\nherbs and roots, were amazing things. After one dose of stomache-ache\r\njollop, you made sure you never complained of stomach ache ever again. In\r\nits way, it was a sort of cure.","Context":"No, not that Granny. The other one."},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"The Archchancellor's most important job, as the Bursar saw it, was to sign\r\nthings, preferably, from the Bursar's point of view, without reading them\r\nfirst.","Context":"Middle management explained"},{"Author":"Terry Pratchett","Source":"Only You Can Save Mankind","Content":"If we find a cat I'm going to kick it!","Context":""},{"Author":"Terry Pratchett","Source":"Soul Music","Content":"They looked at one another in incomprehension, two minds driving opposite\r\nways up a narrow street and waiting for the other man to reverse first.","Context":""},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"There are hardly any excesses of the most crazed psychopath that\r\ncannot easily be duplicated by a normal kindly family man who just\r\ncomes in to work every day and has a job to do.","Context":""},{"Author":"Terry Pratchett","Source":"Sourcery","Content":"\"I'm not going to ride on a magic carpet!\" he hissed.\r\n\"I'm afraid of grounds.\"\r\n\"You mean heights,\" said Conina. \"And stop being silly.\"\r\n\"I know what I mean! It's the grounds that kill you!\"","Context":""},{"Author":"Terry Pratchett","Source":"Reaper Man","Content":"On the fabled hidden continent of Xxxx, somewhere near the rim, there is a\r\nlost colony of wizards who wear corks around their pointy hats and live on\r\nnothing but prawns.","Context":""},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"They drove back through the dawn, while the cassette player played J. S.\r\nBach's Mass in B Minor, vocals by F. Mercury.","Context":""},{"Author":"Terry Pratchett","Source":"Men at Arms","Content":"The river Ankh is probably the only river in the universe on which the\r\ninvestigators can chalk the outline of the corpse.","Context":""},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"Meat pies! Hot sausages! Inna bun! So fresh the pig h'an't noticed they're\r\ngone!","Context":"Genuine pig portion packages"},{"Author":"Terry Pratchett","Source":"Soul Music","Content":"The class was learning about some revolt in which some peasants had wanted\r\nto stop being peasants and, since the nobles had won, had stopped being\r\npeasants *really quickly*.","Context":""},{"Author":"Terry Pratchett","Source":"Eric","Content":"No enemies had ever taken Ankh-Morpock. Well *technically* they had, quite\r\noften; the city welcomed free-spending barbarian invaders, but somehow the\r\npuzzled raiders found, after a few days, that they didn't own their horses\r\nany more, and within a couple of months they were just another minority\r\ngroup with its own graffiti and food shops.","Context":""},{"Author":"Terry Pratchett","Source":"Soul Music","Content":"The question seldom addressed is *where* Medusa had snakes. Underarm hair\r\nis an even more embarassing problem when it keeps biting the top of the\r\ndeodorant bottle.","Context":""},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"Voodoo is a very interesting religion for the whole family, even those\r\nmembers of it who are dead.","Context":""},{"Author":"Terry Pratchett","Source":"Reaper Man","Content":"He'd never realized that, deep down inside, what he really wanted to do\r\nwas make things go splat.","Context":""},{"Author":"Terry Pratchett","Source":"Mort","Content":"It is a fact that although the Death of the Discworld is, in his own words,\r\nan ANTHROPOMORPHIC PERSONIFICATION, he long ago gave up using the\r\ntraditional skeletal horses, because of the bother of having to stop all\r\nthe time to wire bits back on.","Context":""},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"Worlds only harmonica-playing dog. Tuppence.","Context":"Gaspode the wonder dog"},{"Author":"Terry Pratchett","Source":"Mort","Content":"Only one creature could have duplicated the expressions on their faces, and\r\nthat would be a pigeon who has heard not only that Lord Nelson has got down\r\noff his column but has also been seen buying a 12-bore repeater and a box\r\nof cartridges.","Context":""},{"Author":"Terry Pratchett","Source":"Guards! Guards!","Content":"FABRICATI DIEM, PVNC.","Context":"The motto of the Ankh-Morpork City Watch"},{"Author":"Terry Pratchett","Source":"Hogfather","Content":"Real stupidity beats artificial intelligence every time.","Context":"Bursar 1 - Hex 0"},{"Author":"Terry Pratchett","Source":"Maskerade","Content":"Instead, people would take pains to tell her that beauty was only\r\nskin-deep, as if a man ever fell for an attractive pair of kidneys.","Context":""},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"God does not play dice with the universe: He plays an ineffable game of His\r\nown devising, which might be compared, from the perspective of any of the\r\nother players [i.e. everybody], to being involved in an obscure and complex\r\nvariant of poker in a pitch-dark room, with blank cards, for infinite\r\nstakes, with a Dealer who won't tell you the rules, and who *smiles all the\r\ntime*.","Context":""},{"Author":"Terry Pratchett","Source":"Equal Rites","Content":"\"They say there's dwarf mines under the Ramtops,\" she said\r\ninconsequentially. \"My, but them little buggers is in for a surprise.\"","Context":"Granny reflects on Esk's methods of lighting a fire."},{"Author":"Terry Pratchett","Source":"Reaper Man","Content":"\"You know,\" said Windle, \"it's a wonderful afterlife.\"","Context":""},{"Author":"Terry Pratchett","Source":"Carpe Jugulum","Content":"Fewer birds could sit more meekly than the Lancre wowhawk, or lappet-faced\r\nworrier, a carnivore permanently on the lookout for the vegetarian option.","Context":""},{"Author":"Terry Pratchett","Source":"Lords and Ladies","Content":"It's not enough to be able to pick up a sword. You have to know which end to\r\npoke into the enemy.","Context":""},{"Author":"Terry Pratchett and an AFPer","Source":"alt.fan.pratchett","Content":"AFPer: We've missed you, did you miss us?\r\n\r\nTP: Yes, but I think I have time to reload.\r\n\r\n:-)","Context":"Terry returns to a.f.p. after a temporary absence."},{"Author":"Terry Pratchett","Source":"Wings","Content":"And then there were the frogs.\r\nVery, very small frogs.\r\nThey had such a tiny life cycle it still had trainer wheels on it.","Context":""},{"Author":"Terry Pratchett","Source":"Diggers","Content":"There is nothing that can be in our way, for this is Jekub, that Laughs at\r\nBarriers, and says brrm-brrm.","Context":"From the Book Of Nome, Jekub, Chap. 3, v. V"},{"Author":"Terry Pratchett","Source":"Johnny and the Dead","Content":"\"Why bother with such a big stone arch?\"\r\n\"It's just showing off. There's probably a sticker on the back saying 'My\r\nOther Grave Is A Porch'\".","Context":""},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"Jesus won't cut you off before you're through\r\n    With him you won't never get a crossed line,\r\n    And when your bill comes it'll all be properly itemised\r\n    He's the telephone repairman on the switchboard of my life.\r\n    \r\n    The phone line to the saviour's always free of interference\r\n    He's in at any hour, day or night\r\n    And when you call J-E-S-U-S you always call toll-free\r\n    He's the telephone repairman on the switchboard of my life.","Context":""},{"Author":"Terry Pratchett","Source":"Witches Abroad","Content":"Nanny Ogg quite liked cooking, provided there were other people around to\r\ndo things like chop up the vegetables and wash the dishes afterwards.","Context":"Home Pragmatics"},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"That's why it's always worth having a few philosophers around the place.\r\nOne minute it's all Is Truth Beauty and Is Beauty Truth, and Does A Falling\r\nTree in the Forest Make A Sound if There's No one There to Hear It, and\r\nthen just when you think they're going to start dribbling one of 'em says,\r\nIncidentally, putting a thirty-foot parabolic reflector on a high place to\r\nshoot the rays of the sun at an enemy's ships would be a very interesting\r\ndemonstration of optical principles.","Context":"The many and varied advantages of philosophy"},{"Author":"Terry Pratchett","Source":"Men at Arms","Content":"If the Creator had said, \"Let there be light\" in Ankh-Morpork, he'd have\r\ngotten no further because of all the people saying \"What colour?\"","Context":""},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"- \"You pay for it before you eat it? What happens if it's dreadful?\"\r\n- \"That's why.\"","Context":""},{"Author":"Terry Pratchett","Source":"Jingo","Content":"And there was nothing finer than a wizard dressed up formally, until\r\nsomeone could find a way of inflating a Bird of Paradise, possibly by using\r\nan elastic band and some kind of gas.","Context":""},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"Go on, do Deformed Rabbit... it's my favourite.","Context":"Shadow puppets are so cute"},{"Author":"Terry Pratchett","Source":"Men at Arms","Content":"The Alchemist's Guild is opposite the Gambler's Guild. Usually. Sometimes\r\nit's above it, or below it, or falling in bits around it.","Context":""},{"Author":"Terry Pratchett","Source":"Wings","Content":"AIRPORTS: A place where people hurry up and wait.","Context":"From A Scientific Encyclopedia for the Enquiring Young Nome\r\n           by Angalo de Haberdasheri"},{"Author":"Terry Pratchett","Source":"Maskerade","Content":"She'd even given herself a middle initial - X - which stood for \"someone\r\nwho has a cool and exciting middle name\".","Context":""},{"Author":"Terry Pratchett","Source":"Wyrd Sisters","Content":"The calender of the Theocracy of Muntab counts down, not up. No-one knows\r\nwhy, but it might not be a good idea to hang around and find out.","Context":""},{"Author":"Terry Pratchett","Source":"Only You Can Save Mankind","Content":"He microwaved himself something called a Pour-On Genuine Creole Lasagne,\r\nwhich said it served four portions. It did if you were dwarfs.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"Let's see, now... in HOGFATHER there are a number of stabbings, someone's\r\nkilled by a man made of knives, someone's killed by the dark, and someone\r\njust been killed by a wardrobe.\r\n\r\nIt's a book about the magic of childhood. You can tell.","Context":""},{"Author":"Terry Pratchett","Source":"Feet of Clay","Content":"It was Carrot who'd suggested to the Patrician that hardened criminals\r\nshould be given the chance to \"serve the community\" by redecorating the\r\nhomes of the elderly, lending a new terror to old age and, given\r\nAnkh-Morpork's crime rate, leading to at least one old lady having her\r\nfront room wallpapered so many times in six months that now she could only\r\nget in sideways.","Context":""},{"Author":"Terry Pratchett","Source":"Guards! Guards!","Content":"[...] a number of offences of murder by means of a blunt instrument, to\r\nwhit, a dragon, and many further offences of generalized abetting [...]","Context":""},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"- \"You're Hells Angels, then? What chapter are you from?\"\r\n- REVELATIONS, CHAPTER SIX.","Context":"Death in conversation with a biker"},{"Author":"Terry Pratchett","Source":"Johnny and the Dead","Content":"Granddad was superstitious about books. He thought that if you had enough\r\nof them around, education leaked out, like radioactivity.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"Over the centuries, mankind has tried many ways of combating the forces of\r\nevil...prayer, fasting, good works and so on. Up until Doom, no one seemed\r\nto have thought about the double-barrel shotgun. Eat leaden death, demon...","Context":""},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"I could send you a bone with a file in it, only you'd eat it.","Context":""},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"Woof?","Context":""},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"Oh, a very useful philosophical animal, your average tortoise. Outrunning\r\nmetaphorical arrows, beating hares in races... very handy.","Context":""},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"Gravity is a habit that is hard to shake off.","Context":""},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"Take it from me, whenever you see a bunch of buggers puttering\r\naround talking about truth and beauty and the best way of attacking\r\nEthics, you can bet your sandals it's all because dozens of other\r\npoor buggers are doing all the real work around the place.","Context":""},{"Author":"Terry Pratchett","Source":"Soul Music","Content":"Until an unfortunate axe incident, Gloria had been captain of the school\r\nbasketball team.","Context":""},{"Author":"Terry Pratchett","Source":"Mort","Content":"Women's clothes were not a subject that preoccupied Cutwell much -- in\r\nfact, usually when he thought about women his mental pictures seldom\r\nincluded any clothes at all -- but the vision in front of him really did\r\ntake his breath away.","Context":"Princess Keli prepares for her coronation"},{"Author":"Terry Pratchett","Source":"Johnny and the Bomb","Content":"\"Is that *you*?\" said a female voice. It wasn't exactly an unpleasant one,\r\nbut it had a sharp penetrating quality. It seemed to be saying that if you\r\n*weren't* you, then it was *your* fault. Johnny recognized it instantly. It\r\nwas the voice of someone who dialled the wrong numbers and then complained\r\nthat the phone was answered by people she didn't want to speak to.","Context":""},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"Most gods find it hard to walk and think at the same time.","Context":""},{"Author":"Terry Pratchett","Source":"The Truth","Content":"There were no flies on C.M.O.T Dibbler. He would have charged them rent.","Context":""},{"Author":"Terry Pratchett","Source":"Guards! Guards!","Content":"Pour encourjay lays ortras.","Context":""},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"\"Slave is an Ephebian word. In Om we have no word for slave,\" said\r\nVorbis.\r\n\"So I understand,\" said the Tyrant. \"I imagine that fish have no\r\nword for water.\"","Context":""},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"He says gods like to see an atheist around. Gives them something\r\nto aim at.","Context":""},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"The ducks in St James's Park are so used to being fed bread by secret\r\nagents meeting clandestinely that they have developed their own Pavlovian\r\nreaction. Put a St James's Park duck in a laboratory cage and show it a\r\npicture of two men -- one usually wearing a coat with a fur collar, the\r\nother something sombre with a scarf -- and it'll look up expectantly.","Context":""},{"Author":"Terry Pratchett","Source":"Diggers","Content":"The trouble with having an open mind, of course, is that people will insist\r\non coming along and trying to put things in it.","Context":""},{"Author":"Terry Pratchett","Source":"Mort","Content":"\"What do people like to drink here, then?\"\r\nThe landlord looked sideways at his customers, a clever trick given that\r\nthey were directly in front of him.","Context":"Mort goes out for a drink"},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"Many phenomena - wars, plagues, sudden audits - have been advanced as\r\nevidence for the hidden hand of Satan in the affairs of Man, but whenever\r\nstudents of demonology get together the M25 London orbital motorway is\r\ngenerally agreed to be among the top contenders for exhibit A.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"One day I'll be dead and THEN you'll all be sorry.","Context":""},{"Author":"Terry Pratchett","Source":"The Unadulterated Cat","Content":"Boot-faced cats aren't born but made, often because they've tried to\r\noutstare or occasionally rape a speeding car and have been repaired by a\r\nvet who just pulled all the bits together and stuck the stitches in where\r\nthere was room.","Context":""},{"Author":"Terry Pratchett","Source":"The Light Fantastic","Content":"The old shaman said carefully, \"You didn't just see two men go through\r\nupside down on a broomstick, shouting and screaming at each other, did\r\nyou?\" The boy looked at him levelly. \"Certainly not,\" he said. The old man\r\nheaved a sigh of relief. \"Thank goodness for that,\" he said. \"Neither did I.\"","Context":"Rincewind and Twoflower take up broomstick flying"},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"The trouble was that he was talking in philosophy, but they were\r\nlistening in gibberish.","Context":""},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"\"He's muffed it,\" said Simony. \"he could have done *anything* with\r\nthem. And he just told them the facts. You can't inspire people with\r\nfacts. They need a cause. They need a symbol.\"","Context":""},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"English Burger Lords managed to take any American fast food virtues (the\r\nspeed with which your food was delivered, for example) and carefully remove\r\nthem; your food arrived after half an hour, at room temperature, and it was\r\nonly because of the strip of warm lettuce between them that you could\r\ndistinguish the burger from the bun. The Burger Lord pathfinder salesmen\r\nhad been shot 25 minutes after setting foot in France.","Context":""},{"Author":"Terry Pratchett","Source":"Sourcery","Content":"It became apparent that one reason why the Ice Giants were known as the Ice\r\nGiants was because they were, well, giants. The other was that they were\r\nmade of ice.","Context":""},{"Author":"Terry Pratchett","Source":"Hogfather","Content":"ER...HO. HO. HO.","Context":"Death makes a career move"},{"Author":"Terry Pratchett","Source":"Jingo","Content":"It was so much easier to blame it on Them. It was bleakly depressing to\r\nthink that They were Us. If it was Them, then nothing was anyone's fault.\r\nIf it was us, what did that make Me? After all, I'm one of Us. I must be.\r\nI've certainly never thought of myself as one of Them. *No one* ever thinks\r\nof themselves as one of Them. We're always one of Us. It's Them that do the\r\nbad things.","Context":""},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"Probably the last man who knew how it worked had been tortured to\r\ndeath years before. Or as soon as it was installed. Killing the\r\ncreator was a traditional method of patent protection.","Context":""},{"Author":"Terry Pratchett","Source":"Wings","Content":"They stared at the branch. There wasn't just one flower out there, there\r\nwere dozens, although the frogs weren't able to think like this because\r\nfrogs can't count beyond one. They saw lots of ones.","Context":""},{"Author":"Terry Pratchett","Source":"Soul Music","Content":"The man gave a shrug which indicated that, although the world did indeed\r\nhave many problems, this was one of them that was not his.","Context":""},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"YOU HAVE PERHAPS HEARD THE PHRASE THAT HELL IS OTHER PEOPLE?\r\n\"Yes. Yes, of course.\"\r\nDeath nodded. IN TIME, he said, YOU WILL LEARN THAT IT IS WRONG.","Context":""},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"Dhblah sidled closer. This was not hard. Dhblah sidled everywhere. *Crabs*\r\nthought he walked sideways.","Context":""},{"Author":"Terry Pratchett","Source":"The Last Continent","Content":"- \"I think there may be one or two steps in your logic that I have failed\r\n  to grasp, Mister Stibbons,\" said the Archchancellor coldly. \"I suppose\r\n  you're not intending to shoot your own grandfather, by any chance?\"\r\n- \"Of course not!\" snapped Ponder, \"I don't even know what he looked like.\r\n  He died before I was born.\"\r\n- \"Ah-*hah*!\"","Context":"The faculty members of Unseen University discuss time travel"},{"Author":"Terry Pratchett","Source":"Lords and Ladies","Content":"Go ahead, bake my quiche","Context":"Magrat instructs the castle cook"},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"'Educational' refers to the process, not the object. Although, come to\r\nthink of it, some of my teachers could easily have been replaced by a\r\ncheeseburger.","Context":""},{"Author":"Terry Pratchett","Source":"Pyramids","Content":"There was not a lot that could be done to make Morpork a worse place. A\r\ndirect hit by a meteorite, for example, would count as gentrification.","Context":""},{"Author":"Terry Pratchett","Source":"Mort","Content":"- \"Pardon me for living, I'm sure.\"\r\n- NO-ONE GETS PARDONED FOR LIVING.","Context":""},{"Author":"Terry Pratchett","Source":"Wings","Content":"Nomes live ten times faster than humans. They're harder to see than a high-\r\nspeed mouse. That's one reason why most humans hardly ever see them. The\r\nother is that humans are very good at not seeing things they know aren't\r\nthere. And, since sensible humans know that there are no such things as\r\npeople four inches high, a nome who doesn't want to be seen probably won't\r\nbe seen.","Context":""},{"Author":"Terry Pratchett","Source":"Night Watch","Content":"When Mister Safety Catch Is Not On, Mister Crossbow Is Not Your Friend.","Context":"Detritus learns about weapons safety"},{"Author":"Terry Pratchett","Source":"Reaper Man","Content":"Dock-a-loodle-fod!","Context":"Dyslexic roosters are a sad sight"},{"Author":"Terry Pratchett","Source":"Eric","Content":"The trouble is that things *never* get better, they just stay the same,\r\nonly more so.","Context":""},{"Author":"Terry Pratchett","Source":"Men at Arms","Content":"Sham Harga had run a succesful eatery for many years by always smiling,\r\nnever extending credit, and realizing that most of his customers wanted\r\nmeals properly balanced between the four food groups: sugar, starch, grease\r\nand burnt crunchy bits.","Context":""},{"Author":"Terry Pratchett","Source":"Soul Music","Content":"The hippo of recollection stirred in the muddy waters of the mind.","Context":""},{"Author":"Terry Pratchett","Source":"Soul Music","Content":"It is said that whosoever the gods wish to destroy, they first make mad. In\r\nfact, whosoever the gods wish to destroy, they first hand the equivalent of\r\na stick with a fizzing fuse and Acme Dynamite Company written on the side.\r\nIt's more interesting, and doesn't take so long.","Context":""},{"Author":"Terry Pratchett","Source":"Soul Music","Content":"Smoke was coming out of the stricken piano. The Librarian's hands were\r\nwalking through the keys like Casanunda in a nunnery.","Context":""},{"Author":"Terry Pratchett","Source":"Witches Abroad","Content":"The Yen Buddhists are the richest religious sect in the universe. They hold\r\nthat the accumulation of money is a great evil and a burden to the soul.\r\nThey therefore, regardless of personal hazard, see it as their unpleasant\r\nduty to acquire as much as possible in order to reduce the risk to innocent\r\npeople.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"I must confess the the activities of the UK governments for the past couple\r\nof years have been watched with frank admiration and amazement by Lord\r\nVetinari. Outright theft as a policy had never occured to him.","Context":""},{"Author":"Terry Pratchett","Source":"Guards! Guards!","Content":"He nodded to the troll which was employed by the Drum as a splatter\r\n[footnote: Like a bouncer, but trolls use more force].","Context":"Nobby takes Carrot for a drink in The Mended Drum"},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"There's very good eating on one of these, you know.","Context":"Eyeing the tortoise for tea"},{"Author":"Terry Pratchett","Source":"The Truth","Content":"\"But surely dogs can't talk--\" Sacharissa began.\r\n\"Oh dear oh dear oh dear,\" said Gaspode, \"Did I *say* I was talking?\"\r\n\"Well, not in so many words--\"","Context":"Sacharissa meets Gaspode the Wonder Dog"},{"Author":"Terry Pratchett","Source":"Mort","Content":"Ankh-Morpork had dallied with many forms of government and had ended up\r\nwith that form of democracy known as One Man, One Vote. The Patrician was\r\nthe Man; he had the Vote.","Context":"Discworld politics explained"},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"Sister Mary headed through the night-time hospital with the Adversary,\r\nDestroyer of Kings, Angel of the Bottomless Pit, Great Beast that is called\r\nDragon, Prince of This World, Father of Lies, Spawn of Satan and Lord of\r\nDarkness safely in her arms. She found a bassinet and laid him down in it.\r\nHe gurgled. She gave him a tickle.","Context":"The antichrist is born"},{"Author":"Terry Pratchett","Source":"Feet of Clay","Content":"And, while it was regarded as pretty good evidence of criminality to be\r\nliving in a slum, for some reason owning a whole street of them merely got\r\nyou invited to the very best social occasions.","Context":""},{"Author":"Terry Pratchett","Source":"Men at Arms","Content":"- BIG FIDO?\r\n- \"Yes?\"\r\n- HEEL.","Context":""},{"Author":"Terry Pratchett","Source":"The Truth","Content":"It was a puzzle why things were always dragged kicking and screaming.\r\nNo one ever seemed to want to, for example, lead them gently by the hand.","Context":""},{"Author":"Terry Pratchett","Source":"Sourcery","Content":"The subject of wizards and sex is a complicated one, but as has already\r\nbeen indicated it does, in essence, boil down to this: when it comes to\r\nwine, women and song, wizards are allowed to get drunk and croon as much as\r\nthey like.","Context":""},{"Author":"Terry Pratchett","Source":"Sourcery","Content":"The vermine is a small black and white relative of the lemming, found in\r\nthe cold Hublandish regions. Its skin is rare and highly valued, especially\r\nby the vermine itself; the selfish little bastard will do anything rather\r\nthan let go of it.","Context":"Discworld wildlife"},{"Author":"Terry Pratchett","Source":"Sourcery","Content":"\"It's going to look pretty good, then, isn't it,\" said War testily, \"the\r\nOne Horseman and Three Pedestrians of the Apocralypse.\"","Context":"The Four Horsemen of the Apocralypse encounter\r\n           unexpected difficulties"},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"Growl, growl.","Context":"Gaspode the wonder dog"},{"Author":"Terry Pratchett","Source":"Lords and Ladies","Content":"And the child had a permanently runny nose and ought to be provided with a\r\nhandkerchief or, failing that, a cork.","Context":""},{"Author":"Terry Pratchett","Source":"Thief of Time","Content":"Bikkit!","Context":""},{"Author":"Terry Pratchett","Source":"Lords and Ladies","Content":"I LIKE TO THINK I AM A PICKER-UP OF UNCONSIDERED TRIFLES. Death grinned\r\nhopefully.","Context":""},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"You see a wile, you thwart. Am I right?","Context":"Crowley the demon and Aziraphale the angel in conversation"},{"Author":"Terry Pratchett","Source":"Strata","Content":"The sky spun again as Marco turned the ship so that 'down' was where long\r\ntradition had always put it, in the region of the feet.","Context":""},{"Author":"Terry Pratchett","Source":"Strata","Content":"He didn't look mad, but they never did.","Context":""},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"\"Why's it called Ming?\" said the Archchancellor, on cue.\r\nThe Bursar tapped the pot. It went *ming*.","Context":"Discworld archeology revealed"},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"Dream on. British TV Is The Best In The World is on a par with the\r\nstatement about how British Justice Is The Envy Of The World (\"Hey, Miguel,\r\nhow come *we* can't convict innocent people so quickly and expensively?\")","Context":""},{"Author":"Terry Pratchett","Source":"Thief of Time","Content":"Even with nougat you can have a perfect moment.","Context":""},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"Words are the litmus paper of the minds. If you find yourself in the power\r\nof someone who will use the word \"commence\" in cold blood, go somewhere\r\nelse very quickly. But if they say \"Enter\", don't stop to pack.","Context":""},{"Author":"Terry Pratchett","Source":"The Amazing Maurice and his Educated Rodents","Content":"You can think and you can fight, but the world's always movin', and if\r\nyou wanna stay ahead you gotta dance.","Context":""},{"Author":"Terry Pratchett","Source":"Jingo","Content":"[...] Vimes's grin was as funny as the one that moves very fast towards\r\ndrowning men. And has a fin on top.","Context":""},{"Author":"Terry Pratchett","Source":"The Fifth Elephant","Content":"He wasn't strictly aware of it, but he treated even geography as if he was\r\ninvestigating a crime (did you see who carved out the valley? Would you\r\nrecognize that glacier if you saw it again?)","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"AFPer: Terry, what the heck was going on at the end of Strata? I've just\r\nre-read the ending *again* and come up with another possible explanation\r\nwhich takes the total number into double figures.\r\n\r\nTP: See? Other people would just have given you one or two. Amazing value,\r\nI think.","Context":""},{"Author":"Terry Pratchett","Source":"The Fifth Elephant","Content":"The one positive thing you could say about the bread products around him\r\nwas that they were probably as edible now as they were on the day they were\r\nbaked. *Forged* was a better term. Dwarf bread was made as a meal of last\r\nresort and also as a weapon and a currency. Dwarfs were not, as far as\r\nVimes knew, religious in any way, but the way they thought about bread came\r\nclose.","Context":""},{"Author":"Terry Pratchett","Source":"The Colour of Magic","Content":"Reflected-sound-of-underground-spirits?","Context":"Economics explained"},{"Author":"Terry Pratchett","Source":"The Colour of Magic","Content":"Let's just say that if complete and utter chaos was lightning, he'd be the\r\nsort to stand on a hilltop in a thunderstorm wearing wet copper armour and\r\nshouting 'All gods are bastards'.","Context":"Rincewind discussing Twoflower"},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"DW is based on a slew of old myths, which reach their most 'refined' form\r\nin Hindu mythology, which in turn of course derived from the original Star\r\nTrek episode 'Planet of Wobbly Rocks where the Security Guard Got Shot'.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"If it wasn't for the fun and money, I really don't know why I'd bother.","Context":""},{"Author":"Terry Pratchett","Source":"Interesting Times","Content":"After the stampede the artist Three Solid Frogs got to his feet, retrieved\r\nhis brush from his nostril, pulled his easel out of a tree, and tried to\r\nthink placid thoughts.","Context":""},{"Author":"Terry Pratchett","Source":"Wyrd Sisters","Content":"\"There must be a hundred silver dollars in here,\" moaned Boggis, waving a\r\npurse. \"I mean, that's not my league. That's not my class. I can't handle\r\nthat sort of money. You've got to be in the Guild of Lawyers or something\r\nto steal that much.\"","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"There will also be the usual welter of 'Good Morning, A Place I've Never\r\nHeard of' shows and, a lovely term, a number of drive-by signings.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"Any town built by filling a mud hole with sawdust and proudly having a\r\nslug as a sort of civic totem is a town, one feels, where Rincewind would\r\nfeel right at home.","Context":"Terry looks forward to his visit to Seattle, USA."},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"\"All the other prophets came back with commandments!\"\r\n\"Where they get them?\"\r\n\"I ... suppose they made them up.\"\r\n\"You get them from the same place.\"","Context":""},{"Author":"Terry Pratchett","Source":"Men at Arms","Content":"The door was still ajar, but there was a tentative tap on it which said, in\r\na kind of metaphorical morse code, that the tapper could see very well that\r\nCarrot was in his room with a scantily clad woman and was trying to knock\r\nwithout actually being heard.","Context":""},{"Author":"Terry Pratchett","Source":"The Fifth Elephant","Content":"A marriage is always made up of two people who are prepared to swear that\r\nonly the other one snores.","Context":""},{"Author":"Terry Pratchett","Source":"The Truth","Content":"A lie can run round the world before the truth has got its boots on.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"Not only did I wipe Lemmings from my hard disc, I overwrote it so's I\r\ncouldn't get it back.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"However, you do *need* rules.  Driving on the left (or the right or, in\r\nparts of Europe, on the left and the right as the mood takes you) is a\r\nrule which works, since following it means you're more likely to reach\r\nyour intended rather than your final destination.","Context":""},{"Author":"Terry Pratchett","Source":"Hogfather","Content":"+++ Divide By Cucumber Error. Please Reinstall Universe And Reboot +++","Context":""},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"Cuius testiculos habes, habeas cardia et cerebellum.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"I found while driving in Wyoming that wearing a stetson and driving a\r\nbeat-up pickup meant you could go as fast as you like, while the police\r\npicked up Californian winnebagos that went one mph over 55. After all, they\r\nwanted to *bring* money into the state, not merely circulate it.","Context":""},{"Author":"Terry Pratchett","Source":"The Last Continent","Content":"PEOPLE'S WHOLE LIVES *DO* PASS IN FRONT OF THEIR EYES BEFORE THEY DIE. THE\r\nPROCESS IS CALLED 'LIVING'.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"To get the walkthrough, you have to take the sponge from Nanny Ogg's pantry\r\nand stick it in the ear of the troll with the tutu, then take the lumps and\r\nput them in the pouch with the zombie's razor.","Context":""},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"Azhural raised his staff. \"It's fifteen hundred miles to Ankh-Morpork,\" he\r\nsaid. \"We've got three hundred and sixty-three elephants, fifty carts of\r\nforage, the monsoon's about to break and we're wearing... we're wearing...\r\nsort of things, like glass, only dark... dark glass things on our eyes...\"","Context":""},{"Author":"Terry Pratchett","Source":"The Last Continent","Content":"They say the heat and the flies here can drive a man insane. But you don't\r\nhave to believe that, and nor does that bright mauve elephant that just\r\ncycled past.","Context":""},{"Author":"Terry Pratchett","Source":"Only You Can Save Mankind","Content":"\"I saw a film where there was an alien crawling around inside a spaceship's\r\nair ducts and it could come out wherever it liked,\" said Johnny\r\nreproachfully.\r\n\"Doubtless it had a map,\" said the Captain.","Context":""},{"Author":"Terry Pratchett","Source":"Maskerade","Content":"\"Well, basically there are two sorts of opera,' said Nanny, who also had\r\nthe true witch's ability to be confidently expert on the basis of no\r\nexperience whatsoever. 'There's your heavy opera, where basically people\r\nsing foreign and it goes like \"Oh oh oh, I am dyin', oh, I am dyin', oh,\r\noh, oh, that's what I'm doin'\", and there's your light opera, where they\r\nsing in foreign and it basically goes \"Beer! Beer! Beer! Beer! I like to\r\ndrink lots of beer!\", although sometimes they drink champagne instead.\r\nThat's basically all of opera, reely.\"","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"I have to admit that I drive past Bridgwater quite regularly. And fast.","Context":""},{"Author":"Terry Pratchett","Source":"The Last Hero","Content":"Too many people, when listing all the perils to be found in the search\r\nfor lost treasure or ancient wisdom, had forgotten to put at the top of\r\nthe list 'the man who arrived just before you'.","Context":""},{"Author":"Terry Pratchett","Source":"Strata","Content":"Death was Nature's way of telling you to slow down.","Context":""},{"Author":"Terry Pratchett","Source":"Witches Abroad","Content":"- \"We've got a lot of experience of not having any experience\"\r\n- \"But the point is... the point is... the point is we've not been\r\n   experienced for a lot longer than you.\"","Context":"Stop being so negative"},{"Author":"Terry Pratchett","Source":"Wings","Content":"It had been in a pocket diary, and the names of the faraway places written\r\non it were like magic -- Africa, Australia, China, Equator, Printed in Hong\r\nKong, Iceland...","Context":""},{"Author":"Terry Pratchett","Source":"The Light Fantastic","Content":"\"Shut up and tell me what that other idiot ish doing!\"\r\n\"No, but look, if I've got to shut up, how can I --\"\r\nThe knife at his throat became a hot streak of pain and Rincewind decided\r\nto give logic a miss.","Context":"Cohen the Barbarian interrogates Rincewind"},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"I save about twenty drafts -- that's ten meg of disc space -- and the last\r\none contains all the final alterations. Once it has been printed out and\r\nreceived by the publishers, there's a cry here of 'Tough shit, literary\r\nresearchers of the future, try getting a proper job!' and the rest are\r\nwiped.","Context":""},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"Maybe you should loosen her clothing or something.","Context":"Gaspode the wonder dog"},{"Author":"Terry Pratchett","Source":"The Light Fantastic","Content":"- \"What is it that a man may call the greatest things in life?\"\r\n- \"Hot water, good dentishtry and shoft lavatory paper.\"","Context":"Cohen the Barbarian in conversation with Discworld nomads"},{"Author":"Terry Pratchett","Source":"Men at Arms","Content":"Young Edward thinks that there is no lake of blood too big to wade through\r\nto put a rightful king on a throne, no deed too base in defence of a crown.\r\nA romantic, in fact.","Context":"Lord Rust describing Edward d'Eath"},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"Oh, come *on*. Revelation was a mushroom dream that belonged in the\r\nApocrypha. The New Testament is basically about what happened when God got\r\nreligion.","Context":""},{"Author":"Terry Pratchett","Source":"The Fifth Elephant","Content":"As castles went, this one looked as though it could be taken by a small\r\nsquad of not very efficient soldiers. For defence, putting a blanket over\r\nyour head might be marginally safer.","Context":""},{"Author":"Terry Pratchett","Source":"Mort","Content":"- I USHERED SOULS INTO THE NEXT WORLD. I WAS THE GRAVE OF ALL HOPE. I\r\n  WAS THE ULTIMATE REALITY. I WAS THE ASSASSIN AGAINST WHOM NO LOCK\r\n  WOULD HOLD.\r\n- \"Yes, point taken, but do you have any particular skills?\"","Context":"Death consults a job broker"},{"Author":"Terry Pratchett","Source":"Interesting Times","Content":"++?????++ Out of Cheese Error. Redo From Start.","Context":""},{"Author":"Terry Pratchett","Source":"Maskerade","Content":"It is the fate of all banisters worth sliding down that there is something\r\nnasty waiting at the far end.","Context":""},{"Author":"Terry Pratchett","Source":"alt.books.pratchett","Content":"People whose concept of ancient history is the first series of Star Trek\r\nmay be treated with patience, because it's usually not their fault they\r\nwere reduced to getting their education from school.","Context":""},{"Author":"Terry Pratchett","Source":"Reaper Man","Content":"WHAT CAN THE HARVEST HOPE FOR, IF NOT FOR THE CARE OF THE REAPER MAN?","Context":"Death appeals to Azrael"},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"One day a tortoise will learn how to fly.","Context":""},{"Author":"Terry Pratchett","Source":"The Unadulterated Cat","Content":"Cats don't hunt seals. They would if they knew what they were and where to\r\nfind them. But they don't, so that's all right.","Context":""},{"Author":"Terry Pratchett","Source":"Hogfather","Content":"Real children don't go hoppity-skip unless they are on drugs.","Context":"Susan, the ultimate sensible governess"},{"Author":"Terry Pratchett","Source":"Lords and Ladies","Content":"In the Beginning there was nothing, which exploded.","Context":""},{"Author":"Terry Pratchett","Source":"Johnny and the Dead","Content":"Suicide was against the law. Johnny had wondered why. It meant that if you\r\nmissed, or the gas ran out, or the rope broke, you could get locked up in\r\nprison to show you that life was really very jolly and thoroughly worth\r\nliving.","Context":""},{"Author":"Terry Pratchett","Source":"Mort","Content":"\"You won't get away with this,\" said Cutwell. He thought for a bit and\r\nadded, \"Well, you will probably get away with it, but you'll feel bad about\r\nit on your deathbed and you'll wish -- \"\r\nHe stopped talking.","Context":"Cutwell tries to reason with the Duke of Sto Helit"},{"Author":"Terry Pratchett","Source":"Men at Arms","Content":"Being a werewolf meant having the dexterity and jaw power to instantly rip\r\nout a man's jugular. It was a trick of her father's that had always annoyed\r\nher mother, especially when he did it just before meals.","Context":""},{"Author":"Terry Pratchett","Source":"The Carpet People","Content":"On the fifth day the Governor of the town called all the tribal chieftains\r\nto an audience in the market square, to hear their grievances. He didn't\r\nalways do anything about them, but at least they got *heard*, and he nodded\r\na lot, and everyone felt better about it at least until they got home. This\r\nis politics.","Context":"Carpet politics are very similar to Discworld politics"},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"\"Ah. Philosophy,\" said Om.","Context":""},{"Author":"Terry Pratchett","Source":"Sourcery","Content":"It wasn't blood in general he couldn't stand the sight of, it was just his\r\nblood in particular that was so upsetting.","Context":""},{"Author":"Terry Pratchett","Source":"The Last Continent","Content":"When it's time to stop living, I will certainly make Death my number one\r\nchoice!","Context":""},{"Author":"Terry Pratchett","Source":"Witches Abroad","Content":"\"Emberella,\" thought Magrat. \"I'm fairy godmothering a girl who sounds like\r\nsomething you put up in the rain.\"","Context":""},{"Author":"Terry Pratchett","Source":"The Last Continent","Content":"In the fetid fleapit of Rincewind's brain the projectionist of memory put\r\non reel two. Recollection began to flicker.","Context":""},{"Author":"Terry Pratchett","Source":"Carpe Jugulum","Content":"One or two of the old barrows had been exposed over the years, their huge\r\nstones attracting their own folklore. If you left your unshod horse at one\r\nof them overnight and placed sixpence on the stone, in the morning the\r\nsixpence would be gone and you'd never see your horse again, either...","Context":""},{"Author":"Terry Pratchett","Source":"Lords and Ladies","Content":"In fact, the mere act of opening the box will determine the state of the\r\ncat, although in this case there were three determinate states the cat\r\ncould be in: these being Alive, Dead, and Bloody Furious.","Context":"Schrodinger's Moggy explained"},{"Author":"Terry Pratchett","Source":"Eric","Content":"I HOPE WE ARE NOT GOING TO HAVE ANY OF THIS 'FOUL FIEND' BUSINESS AGAIN.","Context":"Death gets summoned by the college council"},{"Author":"Terry Pratchett","Source":"The Unadulterated Cat","Content":"Next comes the realist phase (\"After all, from a purely geometrical point\r\nof view a cat is only a tube with a door at the top.\").","Context":"Getting Real cats to take medication can be a problem"},{"Author":"Terry Pratchett","Source":"Eric","Content":"The consensus seemed to be that if really large numbers of men were sent to\r\nstorm the mountain, then enough might survive the rocks to take the\r\ncitadel. This is essentially the basis of all military thinking.","Context":""},{"Author":"Terry Pratchett","Source":"The Last Continent","Content":"Nulli Sheilae sanguineae","Context":""},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"By and large, the only skill the alchemists of Ankh-Morpork had discovered\r\nso far was the ability to turn gold into less gold.","Context":""},{"Author":"Terry Pratchett","Source":"Lords and Ladies","Content":"No matter what she did with her hair it took about three minutes for it to\r\ntangle itself up again, like a garden hosepipe in a shed [Which, no matter\r\nhow carefully coiled, will always uncoil overnight and tie the lawnmower to\r\nthe bicycles].","Context":""},{"Author":"Terry Pratchett","Source":"Men at Arms","Content":"The Librarian of Unseen University had unilaterally decided to aid\r\ncomprehension by producing an Orang-utan/Human Dictionary. He'd been\r\nworking on it for three months. It wasn't easy. He'd got as far as \"Oook\".","Context":""},{"Author":"Terry Pratchett","Source":"Thief of Time","Content":"Sometimes I really think people ought to have to pass a *proper* exam\r\nbefore they're allowed to be parents. Not just the practical, I mean.","Context":""},{"Author":"Terry Pratchett","Source":"Interesting Times","Content":"Natural selection saw to it that professional heroes who at a crucial\r\nmoment tended to ask themselves questions like \"What is my purpose in\r\nlife?\" very quickly lacked both.","Context":""},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"\"That's right,\" he said. \"We're philosophers. We think, therefore we am.\"","Context":""},{"Author":"Terry Pratchett","Source":"Maskerade","Content":"Most people in Lancre, as the saying goes, went to bed with the chickens\r\nand got up with the cows. [footnote: Er. That is to say, they went to bed\r\nat the same time as the chickens went to bed, and got up at the same time\r\nas the cows got up. Loosely worded sayings can really cause\r\nmisunderstandings.]","Context":""},{"Author":"Terry Pratchett","Source":"The Carpet People","Content":"\"My house is your house\", his brow suddenly furrowed and he looked worried,\r\n\"although only in a metaphorical sense, you understand, because I would\r\nnot, much as I always admired your straightforward approach, and indeed\r\nyour forthright stance, actually *give* you my house, it being the only\r\nhouse I have, and therefore the term is being extended in an, as it were,\r\ngratuitous fashion --\"\r\nOwlglass was clearly having some trouble getting to the end of the sentence.","Context":"Carpet philosophers at work"},{"Author":"Terry Pratchett","Source":"Thief of Time","Content":"In the second scroll of Wen the Eternally Surprised a story is written\r\nconcerning one day when the apprentice Clodpool, in a rebellious mood,\r\napproached Wen and spake thusly:\r\n\"Master, what is the difference between a humanistic, monastic\r\nsystem of belief in which wisdom is sought by means of an apparently\r\nnonsensical system of questions and answers, and a lot of mystic\r\ngibberish made up on the spur of the moment?\"\r\nWen considered this for some time, and at last said: \"A fish!\"\r\nAnd Clodpool went away, satisfied.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"Currently there's five machines permanently networked here. They *all*\r\ncontain the serious core stuff. A couple of the machines are pensioned off\r\n486s, with little other value now. Plus there's two Jaz drives in the\r\nbuilding and the portable also carries a fair amount of stuff. Plus every\r\nFriday a man comes around and carves all the new stuff onto stone slabs and\r\nburies them in the garden... I think I'm okay.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"The net software here did its meltdown trick again at the weekend (it\r\nhappens about once every six months -- if only everything was as reliable\r\nas WordPerfect 4.2, which only chews up a novel about once every two or\r\nthree years...)","Context":""},{"Author":"Terry Pratchett","Source":"Witches Abroad","Content":"People didn't hit you over the head with farmhouses back home.","Context":"Nanny Ogg gets homesick"},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"In Reading [England] there is this thing called the IDR, short for \"Inner\r\nDistribution Road\", which is bureaucratese for \"Big thing that cost a lot\r\nof money and relieves traffic problems, provided all your traffic wants to\r\norbit the town centre permanently\". It's a 2-3 lane dual carriageway that\r\ngoes round the town centre. It has lots of roundabouts, an overhead\r\nsection, a couple of spare motorway-like exits (that's British motorways --\r\ny'know, the roundabout with the main road going under it), and a thing\r\ncalled the Watlington Street Gyratory, where you have to get in lane for\r\nyour intended destination about three years and two corners before you get\r\nthere *with no signposting*. I used to cycle along it every day to get to\r\nschool, before I fell off at 35 mph. [Kids! Don't try this at home!]  I\r\nknow it well. I believe it is impossible to leave Reading heading west.","Context":""},{"Author":"Terry Pratchett","Source":"Jingo","Content":"\"'Chapter Fifteen, Elementary Necromancy'\", she read out loud. \"'Lesson\r\nOne: Correct Use of Shovel...'\"","Context":""},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"And then you bit onto them, and learned once again that Cut-me-own-Throat\r\nDibbler could find a use for bits of an animal that the animal didn't know\r\nit had got. Dibbler had worked out that with enough fried onions and\r\nmustard people would eat *anything*.","Context":"A fact McDonalds knows about as well"},{"Author":"Terry Pratchett","Source":"Wings","Content":"Beyond the top of the sky was the place the Thing had called the universe.\r\nIt contained -- according to the Thing -- everything and nothing. And there\r\nwas very little everything and more nothing than anyone could imagine.","Context":""},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"\"Chain letters,\" said the Tyrant. \"The Chain Letter to the Ephebians.\r\nForget Your Gods. Be Subjugated. Learn to Fear. Do not break the chain --\r\nthe last people who did woke up one morning to find fifty thousand armed\r\nmen on their lawn.\"","Context":""},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"\"This isn't how I imagined it, chaps,\" said War. \"I haven't been waiting\r\nfor thousands of years just to fiddle around with bits of wire.  It's not\r\nwhat you'd call *dramatic*. Albrecht Duerer didn't waste his time doing\r\nwoodcuts of the Four Button-Pressers of the Apocalypse, I do know that.\"","Context":"Armageddon delayed by technical difficulties"},{"Author":"Terry Pratchett","Source":"The Fifth Elephant","Content":"It was funny how people were people everywhere you went, even if the people\r\nconcerned weren't the people the people who made up the phrase \"people are\r\npeople everywhere\" had traditionally thought of as people. And even if you\r\nweren't virtuous, as you had been brought up to understand the term, you\r\ndid like to see virtue in other people, provided it didn?t cost you\r\nanything.","Context":""},{"Author":"Terry Pratchett","Source":"The Colour of Magic","Content":"Tourist, Rincewind decided, meant \"idiot\".","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"That seems to point up a significant difference between Europeans and\r\nAmericans. A European says: \"I can't understand this, what's wrong with\r\nme?\" An American says: \"I can't understand this, what's wrong with him?\"","Context":""},{"Author":"Terry Pratchett","Source":"Wings","Content":"And this had been the way things were for as far back as the frogs could\r\nremember [footnote: About three seconds. Frogs don't have good memories].","Context":""},{"Author":"Terry Pratchett","Source":"Maskerade","Content":"...my father is the Emperor of Klatch and my mother is a small tray of\r\nraspberry puddings.","Context":"Agnes tells Christine about herself"},{"Author":"Terry Pratchett","Source":"Thief of Time","Content":"No running with scythes!","Context":""},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"Idiot I may be, but tied up I ain't.","Context":"Gaspode the wonder dog"},{"Author":"Terry Pratchett","Source":"Feet of Clay","Content":"In all, I've had seventeen demands for your badge. Some want parts of your\r\nbody attached. Why did you have to upset everybody?","Context":"Lord Vetinari reproves Vimes."},{"Author":"Terry Pratchett","Source":"Mort","Content":"\"It would seem that you have no useful skill or talent whatsoever,\" he\r\nsaid.  \"Have you thought of going into teaching?\"","Context":""},{"Author":"Terry Pratchett","Source":"Only You Can Save Mankind","Content":"One day, if he could master GCSE maths and reliably pick up a soldering iron\r\nby the end that wasn't hot, he was going to be a Big Man in computers.","Context":""},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"There's nothin' wrong with bein' a son of a bitch.","Context":"Gaspode the wonder dog"},{"Author":"Terry Pratchett","Source":"Wings","Content":"- \"Very clever idea, though.\"\r\n- \"What is?\"\r\n- \"Asking the questions when people arrive. If anyone was coming here to\r\n   do some subversive overthrowing, everyone'd be down on him like a pound of\r\n   bricks as soon as he answered 'Yes'.\"\r\n- \"It's a sneaky trick, isn't it,\" said Angalo, in an admiring tone of\r\n   voice.","Context":"The nomes encounter American customs regulations"},{"Author":"Terry Pratchett","Source":"Witches Abroad","Content":"The only way housework could be done in this place was with a shovel or,\r\nfor preference, a match.","Context":""},{"Author":"Terry Pratchett","Source":"Men at Arms","Content":"The Ramkins were more highly bred than a hilltop bakery, whereas Corporal\r\nNobbs had been disqualified from the human race for shoving.","Context":""},{"Author":"Terry Pratchett","Source":"The Amazing Maurice and his Educated Rodents","Content":"A good plan isn't one where someone wins, it's where nobody thinks\r\nthey've *lost*.","Context":""},{"Author":"Terry Pratchett","Source":"Johnny and the Dead","Content":"You've got a lot of time for abstract thought when you've got your hand\r\nstuck up a dead badger.","Context":""},{"Author":"Terry Pratchett","Source":"Equal Rites","Content":"For animals, the entire universe has been neatly divided into things to\r\n(a) mate with, (b) eat, (c) run away from, and (d) rocks.","Context":""},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"If you put butter and salt on it, it tastes like salty butter.","Context":"Popcorn comes to the Discworld"},{"Author":"Terry Pratchett","Source":"The Light Fantastic","Content":"It looked like the sort of book described in library catalogues as\r\n\"slightly foxed\", although it would be more honest to admit that it looked\r\nas though it had beed badgered, wolved and possibly beared as well.","Context":"Ah, but has it been hedgehogged?"},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"Kids! Bringing about Armageddon can be dangerous. Do not attempt it in\r\nyour home.","Context":""},{"Author":"Terry Pratchett","Source":"Reaper Man","Content":"I EXPECT, he said, THAT YOU COULD MURDER A PIECE OF CHEESE?","Context":"Death talks to the Death of Rats"},{"Author":"Terry Pratchett","Source":"Eric","Content":"\"You mean mysterious ancient races of Amazonian princesses who subject all\r\nmale prisoners to strange and exhausting progenitative rites?\"  said Eric,\r\nhis glasses beginning to fog.","Context":""},{"Author":"Terry Pratchett","Source":"Witches Abroad","Content":"Racism was not a problem on the Discworld, because -- what with trolls and\r\ndwarfs and so on -- speciesism was more interesting. Black and white lived\r\nin perfect harmony and ganged up on green.","Context":""},{"Author":"Terry Pratchett","Source":"Carpe Jugulum","Content":"Lancre operated on the feudal system, which was to say, everyone feuded all\r\nthe time and handed on the fight to their descendants.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"I was thinking of 'duh?' in the sense of 'a sentence containing several\r\nwords more than three letters long, and possibly requiring general\r\nknowledge or a sense of history that extends past last Tuesday, has been\r\nused in my presense.'","Context":""},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"Death and Famine and War and Pollution continued biking towards Tadfield.\r\nAnd Grievous Bodily Harm, Cruelty To Animals, Things Not Working Properly\r\nEven After You've Given Them A Good Thumping but secretly No Alcohol Lager,\r\nand Really Cool People travelled with them.","Context":"The eight Bikers of the Apocalypse"},{"Author":"Terry Pratchett & Neil Gaiman","Source":"Good Omens","Content":"Thud. Thud. Thud. Splat.","Context":""},{"Author":"Terry Pratchett","Source":"Wings","Content":"I thought jet planes were just trucks with more wings and less wheels.","Context":""},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"\"What's a philosopher ?\" said Brutha.\r\n\"Someone who's bright enough to find a job with no heavy lifting,\"\r\nsaid a voice in his head.","Context":""},{"Author":"Terry Pratchett","Source":"Maskerade","Content":"Greebo could, in fact, commit sexual harrassment simply by sitting very\r\nquietly in the next room.","Context":""},{"Author":"Terry Pratchett","Source":"Truckers","Content":"- \"Outside! What's it like?\"\r\n- \"Well -- It's sort of big\"","Context":""},{"Author":"Terry Pratchett","Source":"Soul Music","Content":"\"Yes,\" said the skull. \"Quit while you're a head, that's what I say.\"","Context":""},{"Author":"Terry Pratchett","Source":"Johnny and the Bomb","Content":"\"You're not allowed to call them dinosaurs anymore.\" said Yo-less. \"It's\r\nspeciesist. You have to call them pre-petroleum persons.\"","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"There should be a notice ahead of the movie that says 'This\r\nmovie is PG.  Can you read?  You are a Parent.  Do you understand what\r\nGuidance is?  Or are you just another stupid toddler who thinks they're\r\nan adult simple because they've grown older and, unfortunately, have\r\ndeveloped fully-functioning sexual organs?  Would you like some\r\ncommittee somewhere to decide *everything* for you?  Get a damn grip,\r\nwill you?  And shut the wretched kid up !'","Context":""},{"Author":"Terry Pratchett","Source":"Guards! Guards!","Content":"This is Lord Mountjoy Quickfang Winterforth IV, the hottest dragon in the\r\ncity. It could burn your head clean off.","Context":"Captain Vimes addresses a band of rioters"},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"I can explain it in Dog, but you only listen in Human.","Context":"Gaspode the wonder dog"},{"Author":"Terry Pratchett","Source":"Only You Can Save Mankind","Content":"Bigmac's brother was reliably believed to be in the job of moving video\r\nrecorders around in an informal way.","Context":""},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"You will have to look a long way before you find a bunch of scum-suckers\r\nmore greedy, humourless and deserving of death than the suits in the music\r\nbusiness.","Context":""},{"Author":"Terry Pratchett","Source":"Wyrd Sisters","Content":"Above the hearth was a huge pokerwork sign saying \"Mother\". No tyrant in\r\nthe whole history of the world had ever achieved a domination so complete.","Context":""},{"Author":"Terry Pratchett","Source":"Guards! Guards!","Content":"All dwarfs have beards and wear up to twelve layers of clothing.\r\nGender is more or less optional.","Context":""},{"Author":"Terry Pratchett","Source":"Moving Pictures","Content":"Walk a mile on these paws and call me a liar.","Context":"Gaspode the wonder dog"},{"Author":"Terry Pratchett","Source":"Wyrd Sisters","Content":"\"He didn't take any notice!\" whispered Tomjon.\r\n\"A born critic,\" said the dwarf.","Context":"Discworld stage actors in conversation"},{"Author":"Terry Pratchett","Source":"The Light Fantastic","Content":"The knuckles! The horrible knuckles!","Context":""},{"Author":"Terry Pratchett","Source":"Sourcery","Content":"\"I meant,\" said Iplsore bitterly, \"what is there in this world that makes\r\nliving worthwhile?\"\r\nDeath thought about it. \"CATS,\" he said eventually, \"CATS ARE NICE.\"","Context":"Death is obviously not a dog person"},{"Author":"Terry Pratchett","Source":"alt.fan.pratchett","Content":"It's an old magical principle -- it's even filtered down into RPG systems\r\n-- that magic, while taking a lot of effort, can be 'stored' -- in a staff,\r\nfor example.  No doubt a wizard spends a little time each day charging up\r\nhis staff, although you go blind if you do it too much, of course.","Context":""},{"Author":"Terry Pratchett","Source":"Small Gods","Content":"You can't trample infidels when you're a tortoise. I mean, all you could\r\ndo is give them a meaningful look.","Context":""}]